[

{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Contagem de rotina\nContagem ascendente e descendente\nReconhecimento de números no contexto diário: indicação de quantidades, indicação de ordem ou indicação de código para a organização de informações","HABILIDADES":"(EF01MA01) Utilizar números naturais como indicador de quantidade ou de ordem em diferentes situações cotidianas e reconhecer situações em que os números não indicam contagem nem ordem, mas sim código de identificação."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Quantificação de elementos de uma coleção: estimativas, contagem um a um, pareamento ou outros agrupamentos e comparação","HABILIDADES":"(EF01MA02) Contar de maneira exata ou aproximada, utilizando diferentes estratégias como o pareamento e outros agrupamentos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Quantificação de elementos de uma coleção: estimativas, contagem um a um, pareamento ou outros agrupamentos e comparação","HABILIDADES":"(EF01MA03) Estimar e comparar quantidades de objetos de dois conjuntos (em torno de 20 elementos), por estimativa e/ou por correspondência (um a um, dois a dois) para indicar “tem mais”, “tem menos” ou “tem a mesma quantidade”."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Leitura, escrita e comparação de números naturais (até 100)\nReta numérica","HABILIDADES":"(EF01MA04) Contar a quantidade de objetos de coleções até 100 unidades e apresentar o resultado por registros verbais e simbólicos, em situações de seu interesse, como jogos, brincadeiras, materiais da sala de aula, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Leitura, escrita e comparação de números naturais (até 100)\nReta numérica","HABILIDADES":"(EF01MA05) Comparar números naturais de até duas ordens em situações cotidianas, com e sem suporte da reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Construção de fatos básicos da adição","HABILIDADES":"(EF01MA06) Construir fatos básicos da adição e utilizá-los em procedimentos de cálculo para resolver problemas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Composição e decomposição de números naturais","HABILIDADES":"(EF01MA07) Compor e decompor número de até duas ordens, por meio de diferentes adições, com o suporte de material manipulável, contribuindo para a compreensão de características do sistema de numeração decimal e o desenvolvimento de estratégias de cálculo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo diferentes significados da adição e da subtração (juntar, acrescentar, separar, retirar)","HABILIDADES":"(EF01MA08) Resolver e elaborar problemas de adição e de subtração, envolvendo números de até dois algarismos, com os significados de juntar, acrescentar, separar e retirar, com o suporte de imagens e/ou material manipulável, utilizando estratégias e formas de registro pessoais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Padrões figurais e numéricos: investigação de regularidades ou padrões em sequências","HABILIDADES":"(EF01MA09) Organizar e ordenar objetos familiares ou representações por figuras, por meio de atributos, tais como cor, forma e medida."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Sequências recursivas: observação de regras usadas utilizadas em seriações numéricas (mais 1, mais 2, menos 1, menos 2, por exemplo)","HABILIDADES":"(EF01MA10) Descrever, após o reconhecimento e a explicitação de um padrão (ou regularidade), os elementos ausentes em sequências recursivas de números naturais, objetos ou figuras."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Localização de objetos e de pessoas no espaço, utilizando diversos pontos de referência e vocabulário apropriado","HABILIDADES":"(EF01MA11) Descrever a localização de pessoas e de objetos no espaço em relação à sua própria posição, utilizando termos como à direita, à esquerda, em frente, atrás."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Localização de objetos e de pessoas no espaço, utilizando diversos pontos de referência e vocabulário apropriado","HABILIDADES":"(EF01MA12) Descrever a localização de pessoas e de objetos no espaço segundo um dado ponto de referência, compreendendo que, para a utilização de termos que se referem à posição, como direita, esquerda, em cima, em baixo, é necessário explicitar-se o referencial."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas espaciais: reconhecimento e relações com objetos familiares do mundo físico","HABILIDADES":"(EF01MA13) Relacionar figuras geométricas espaciais (cones, cilindros, esferas e blocos retangulares) a objetos familiares do mundo físico."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas planas: reconhecimento do formato das faces de figuras geométricas espaciais","HABILIDADES":"(EF01MA14) Identificar e nomear figuras planas (círculo, quadrado, retângulo e triângulo) em desenhos apresentados em diferentes disposições ou em contornos de faces de sólidos geométricos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de comprimento, massa e capacidade: comparações e unidades de medida não convencionais","HABILIDADES":"(EF01MA15) Comparar comprimentos, capacidades ou massas, utilizando termos como mais alto, mais baixo, mais comprido, mais curto, mais grosso, mais fino, mais largo, mais pesado, mais leve, cabe mais, cabe menos, entre outros, para ordenar objetos de uso cotidiano."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: unidades de medida de tempo, suas relações e o uso do calendário","HABILIDADES":"(EF01MA16) Relatar em linguagem verbal ou não verbal sequência de acontecimentos relativos a um dia, utilizando, quando possível, os horários dos eventos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: unidades de medida de tempo, suas relações e o uso do calendário","HABILIDADES":"(EF01MA17) Reconhecer e relacionar períodos do dia, dias da semana e meses do ano, utilizando calendário, quando necessário."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: unidades de medida de tempo, suas relações e o uso do calendário","HABILIDADES":"(EF01MA18) Produzir a escrita de uma data, apresentando o dia, o mês e o ano, e indicar o dia da semana de uma data, consultando calendários."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Sistema monetário brasileiro: reconhecimento de cédulas e moedas","HABILIDADES":"(EF01MA19) Reconhecer e relacionar valores de moedas e cédulas do sistema monetário brasileiro para resolver situações simples do cotidiano do estudante."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Noção de acaso","HABILIDADES":"(EF01MA20) Classificar eventos envolvendo o acaso, tais como “acontecerá com certeza”, “talvez aconteça” e “é impossível acontecer”, em situações do cotidiano."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura de tabelas e de gráficos de colunas simples","HABILIDADES":"(EF01MA21) Ler dados expressos em tabelas e em gráficos de colunas simples."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Coleta e organização de informações\nRegistros pessoais para comunicação de informações coletadas","HABILIDADES":"(EF01MA22) Realizar pesquisa, envolvendo até duas variáveis categóricas de seu interesse e universo de até 30 elementos, e organizar dados por meio de representações pessoais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Leitura, escrita, comparação e ordenação de números de até três ordens pela compreensão de características do sistema de numeração decimal (valor posicional e papel do zero)","HABILIDADES":"(EF02MA01) Comparar e ordenar números naturais (até a ordem de centenas) pela compreensão de características do sistema de numeração decimal (valor posicional e função do zero)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Leitura, escrita, comparação e ordenação de números de até três ordens pela compreensão de características do sistema de numeração decimal (valor posicional e papel do zero)","HABILIDADES":"(EF02MA02) Fazer estimativas por meio de estratégias diversas a respeito da quantidade de objetos de coleções e registrar o resultado da contagem desses objetos (até 1000 unidades)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Leitura, escrita, comparação e ordenação de números de até três ordens pela compreensão de características do sistema de numeração decimal (valor posicional e papel do zero)","HABILIDADES":"(EF02MA03) Comparar quantidades de objetos de dois conjuntos, por estimativa e/ou por correspondência (um a um, dois a dois, entre outros), para indicar “tem mais”, “tem menos” ou “tem a mesma quantidade”, indicando, quando for o caso, quantos a mais e quantos a menos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Composição e decomposição de números naturais (até 1000)","HABILIDADES":"(EF02MA04) Compor e decompor números naturais de até três ordens, com suporte de material manipulável, por meio de diferentes adições."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Construção de fatos fundamentais da adição e da subtração","HABILIDADES":"(EF02MA05) Construir fatos básicos da adição e subtração e utilizá-los no cálculo mental ou escrito."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo diferentes significados da adição e da subtração (juntar, acrescentar, separar, retirar)","HABILIDADES":"(EF02MA06) Resolver e elaborar problemas de adição e de subtração, envolvendo números de até três ordens, com os significados de juntar, acrescentar, separar, retirar, utilizando estratégias pessoais ou convencionais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo adição de parcelas iguais (multiplicação)","HABILIDADES":"(EF02MA07) Resolver e elaborar problemas de multiplicação (por 2, 3, 4 e 5) com a ideia de adição de parcelas iguais por meio de estratégias e formas de registro pessoais, utilizando ou não suporte de imagens e/ou material manipulável."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo significados de dobro, metade, triplo e terça parte","HABILIDADES":"(EF02MA08) Resolver e elaborar problemas envolvendo dobro, metade, triplo e terça parte, com o suporte de imagens ou material manipulável, utilizando estratégias pessoais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Construção de sequências repetitivas e de sequências recursivas","HABILIDADES":"(EF02MA09) Construir sequências de números naturais em ordem crescente ou decrescente a partir de um número qualquer, utilizando uma regularidade estabelecida."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Identificação de regularidade de sequências e determinação de elementos ausentes na sequência","HABILIDADES":"(EF02MA10) Descrever um padrão (ou regularidade) de sequências repetitivas e de sequências recursivas, por meio de palavras, símbolos ou desenhos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Identificação de regularidade de sequências e determinação de elementos ausentes na sequência","HABILIDADES":"(EF02MA11) Descrever os elementos ausentes em sequências repetitivas e em sequências recursivas de números naturais, objetos ou figuras."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Localização e movimentação de pessoas e objetos no espaço, segundo pontos de referência, e indicação de mudanças de direção e sentido","HABILIDADES":"(EF02MA12) Identificar e registrar, em linguagem verbal ou não verbal, a localização e os deslocamentos de pessoas e de objetos no espaço, considerando mais de um ponto de referência, e indicar as mudanças de direção e de sentido."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Esboço de roteiros e de plantas simples","HABILIDADES":"(EF02MA13) Esboçar roteiros a ser seguidos ou plantas de ambientes familiares, assinalando entradas, saídas e alguns pontos de referência."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas espaciais (cubo, bloco retangular, pirâmide, cone, cilindro e esfera): reconhecimento e características","HABILIDADES":"(EF02MA14) Reconhecer, nomear e comparar figuras geométricas espaciais (cubo, bloco retangular, pirâmide, cone, cilindro e esfera), relacionando-as com objetos do mundo físico."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas planas (círculo, quadrado, retângulo e triângulo): reconhecimento e características","HABILIDADES":"(EF02MA15) Reconhecer, comparar e nomear figuras planas (círculo, quadrado, retângulo e triângulo), por meio de características comuns, em desenhos apresentados em diferentes disposições ou em sólidos geométricos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medida de comprimento: unidades não padronizadas e padronizadas (metro, centímetro e milímetro)","HABILIDADES":"(EF02MA16) Estimar, medir e comparar comprimentos de lados de salas (incluindo contorno) e de polígonos, utilizando unidades de medida não padronizadas e padronizadas (metro, centímetro e milímetro) e instrumentos adequados."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medida de capacidade e de massa: unidades de medida não convencionais e convencionais (litro, mililitro, cm3, grama e quilograma)","HABILIDADES":"(EF02MA17) Estimar, medir e comparar capacidade e massa, utilizando estratégias pessoais e unidades de medida não padronizadas ou padronizadas (litro, mililitro, grama e quilograma)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: intervalo de tempo, uso do calendário, leitura de horas em relógios digitais e ordenação de datas","HABILIDADES":"(EF02MA18) Indicar a duração de intervalos de tempo entre duas datas, como dias da semana e meses do ano, utilizando calendário, para planejamentos e organização de agenda."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: intervalo de tempo, uso do calendário, leitura de horas em relógios digitais e ordenação de datas","HABILIDADES":"(EF02MA19) Medir a duração de um intervalo de tempo por meio de relógio digital e registrar o horário do início e do fim do intervalo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Sistema monetário brasileiro: reconhecimento de cédulas e moedas e equivalência de valores","HABILIDADES":"(EF02MA20) Estabelecer a equivalência de valores entre moedas e cédulas do sistema monetário brasileiro para resolver situações cotidianas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Análise da ideia de aleatório em situações do cotidiano","HABILIDADES":"(EF02MA21) Classificar resultados de eventos cotidianos aleatórios como “pouco prováveis”, “muito prováveis”, “improváveis” e “impossíveis”."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Coleta, classificação e representação de dados em tabelas simples e de dupla entrada e em gráficos de colunas","HABILIDADES":"(EF02MA22) Comparar informações de pesquisas apresentadas por meio de tabelas de dupla entrada e em gráficos de colunas simples ou barras, para melhor compreender aspectos da realidade próxima."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Coleta, classificação e representação de dados em tabelas simples e de dupla entrada e em gráficos de colunas","HABILIDADES":"(EF02MA23) Realizar pesquisa em universo de até 30 elementos, escolhendo até três variáveis categóricas de seu interesse, organizando os dados coletados em listas, tabelas e gráficos de colunas simples."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Leitura, escrita, comparação e ordenação de números naturais de quatro ordens","HABILIDADES":"(EF03MA01) Ler, escrever e comparar números naturais de até a ordem de unidade de milhar, estabelecendo relações entre os registros numéricos e em língua materna."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Composição e decomposição de números naturais","HABILIDADES":"(EF03MA02) Identificar características do sistema de numeração decimal, utilizando a composição e a decomposição de número natural de até quatro ordens."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Construção de fatos fundamentais da adição, subtração e multiplicação\nReta numérica","HABILIDADES":"(EF03MA03) Construir e utilizar fatos básicos da adição e da multiplicação para o cálculo mental ou escrito."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Construção de fatos fundamentais da adição, subtração e multiplicação\nReta numérica","HABILIDADES":"(EF03MA04) Estabelecer a relação entre números naturais e pontos da reta numérica para utilizá-la na ordenação dos números naturais e também na construção de fatos da adição e da subtração, relacionando-os com deslocamentos para a direita ou para a esquerda."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Procedimentos de cálculo (mental e escrito) com números naturais: adição e subtração","HABILIDADES":"(EF03MA05) Utilizar diferentes procedimentos de cálculo mental e escrito para resolver problemas significativos envolvendo adição e subtração com números naturais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo significados da adição e da subtração: juntar, acrescentar, separar, retirar, comparar e completar quantidades","HABILIDADES":"(EF03MA06) Resolver e elaborar problemas de adição e subtração com os significados de juntar, acrescentar, separar, retirar, comparar e completar quantidades, utilizando diferentes estratégias de cálculo exato ou aproximado, incluindo cálculo mental."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo diferentes significados da multiplicação e da divisão: adição de parcelas iguais, configuração retangular, repartição em partes iguais e medida","HABILIDADES":"(EF03MA07) Resolver e elaborar problemas de multiplicação (por 2, 3, 4, 5 e 10) com os significados de adição de parcelas iguais e elementos apresentados em disposição retangular, utilizando diferentes estratégias de cálculo e registros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo diferentes significados da multiplicação e da divisão: adição de parcelas iguais, configuração retangular, repartição em partes iguais e medida","HABILIDADES":"(EF03MA08) Resolver e elaborar problemas de divisão de um número natural por outro (até 10), com resto zero e com resto diferente de zero, com os significados de repartição equitativa e de medida, por meio de estratégias e registros pessoais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Significados de metade, terça parte, quarta parte, quinta parte e décima parte","HABILIDADES":"(EF03MA09) Associar o quociente de uma divisão com resto zero de um número natural por 2, 3, 4, 5 e 10 às ideias de metade, terça, quarta, quinta e décima partes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Identificação e descrição de regularidades em sequências numéricas recursivas","HABILIDADES":"(EF03MA10) Identificar regularidades em sequências ordenadas de números naturais, resultantes da realização de adições ou subtrações sucessivas, por um mesmo número, descrever uma regra de formação da sequência e determinar elementos faltantes ou seguintes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Relação de igualdade","HABILIDADES":"(EF03MA11) Compreender a ideia de igualdade para escrever diferentes sentenças de adições ou de subtrações de dois números naturais que resultem na mesma soma ou diferença."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Localização e movimentação: representação de objetos e pontos de referência","HABILIDADES":"(EF03MA12) Descrever e representar, por meio de esboços de trajetos ou utilizando croquis e maquetes, a movimentação de pessoas ou de objetos no espaço, incluindo mudanças de direção e sentido, com base em diferentes pontos de referência."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas espaciais (cubo, bloco retangular, pirâmide, cone, cilindro e esfera): reconhecimento, análise de características e planificações","HABILIDADES":"(EF03MA13) Associar figuras geométricas espaciais (cubo, bloco retangular, pirâmide, cone, cilindro e esfera) a objetos do mundo físico e nomear essas figuras."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas espaciais (cubo, bloco retangular, pirâmide, cone, cilindro e esfera): reconhecimento, análise de características e planificações","HABILIDADES":"(EF03MA14) Descrever características de algumas figuras geométricas espaciais (prismas retos, pirâmides, cilindros, cones), relacionando-as com suas planificações."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas planas (triângulo, quadrado, retângulo, trapézio e paralelogramo): reconhecimento e análise de características","HABILIDADES":"(EF03MA15) Classificar e comparar figuras planas (triângulo, quadrado, retângulo, trapézio e paralelogramo) em relação a seus lados (quantidade, posições relativas e comprimento) e vértices."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Congruência de figuras geométricas planas","HABILIDADES":"(EF03MA16) Reconhecer figuras congruentes, usando sobreposição e desenhos em malhas quadriculadas ou triangulares, incluindo o uso de tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Significado de medida e de unidade de medida","HABILIDADES":"(EF03MA17) Reconhecer que o resultado de uma medida depende da unidade de medida utilizada."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Significado de medida e de unidade de medida","HABILIDADES":"(EF03MA18) Escolher a unidade de medida e o instrumento mais apropriado para medições de comprimento, tempo e capacidade."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de comprimento (unidades não convencionais e convencionais): registro, instrumentos de medida, estimativas e comparações","HABILIDADES":"(EF03MA19) Estimar, medir e comparar comprimentos, utilizando unidades de medida não padronizadas e padronizadas mais usuais (metro, centímetro e milímetro) e diversos instrumentos de medida."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de capacidade e de massa (unidades não convencionais e convencionais): registro, estimativas e comparações","HABILIDADES":"(EF03MA20) Estimar e medir capacidade e massa, utilizando unidades de medida não padronizadas e padronizadas mais usuais (litro, mililitro, quilograma, grama e miligrama), reconhecendo-as em leitura de rótulos e embalagens, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Comparação de áreas por superposição","HABILIDADES":"(EF03MA21) Comparar, visualmente ou por superposição, áreas de faces de objetos, de figuras planas ou de desenhos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: leitura de horas em relógios digitais e analógicos, duração de eventos e reconhecimento de relações entre unidades de medida de tempo","HABILIDADES":"(EF03MA22) Ler e registrar medidas e intervalos de tempo, utilizando relógios (analógico e digital) para informar os horários de início e término de realização de uma atividade e sua duração."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: leitura de horas em relógios digitais e analógicos, duração de eventos e reconhecimento de relações entre unidades de medida de tempo","HABILIDADES":"(EF03MA23) Ler horas em relógios digitais e em relógios analógicos e reconhecer a relação entre hora e minutos e entre minuto e segundos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Sistema monetário brasileiro: estabelecimento de equivalências de um mesmo valor na utilização de diferentes cédulas e moedas","HABILIDADES":"(EF03MA24) Resolver e elaborar problemas que envolvam a comparação e a equivalência de valores monetários do sistema brasileiro em situações de compra, venda e troca."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Análise da ideia de acaso em situações do cotidiano: espaço amostral","HABILIDADES":"(EF03MA25) Identificar, em eventos familiares aleatórios, todos os resultados possíveis, estimando os que têm maiores ou menores chances de ocorrência."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura, interpretação e representação de dados em tabelas de dupla entrada e gráficos de barras","HABILIDADES":"(EF03MA26) Resolver problemas cujos dados estão apresentados em tabelas de dupla entrada, gráficos de barras ou de colunas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura, interpretação e representação de dados em tabelas de dupla entrada e gráficos de barras","HABILIDADES":"(EF03MA27) Ler, interpretar e comparar dados apresentados em tabelas de dupla entrada, gráficos de barras ou de colunas, envolvendo resultados de pesquisas significativas, utilizando termos como maior e menor frequência, apropriando-se desse tipo de linguagem para compreender aspectos da realidade sociocultural significativos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Coleta, classificação e representação de dados referentes a variáveis categóricas, por meio de tabelas e gráficos","HABILIDADES":"(EF03MA28) Realizar pesquisa envolvendo variáveis categóricas em um universo de até 50 elementos, organizar os dados coletados utilizando listas, tabelas simples ou de dupla entrada e representá-los em gráficos de colunas simples, com e sem uso de tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Sistema de numeração decimal: leitura, escrita, comparação e ordenação de números naturais de até cinco ordens","HABILIDADES":"(EF04MA01) Ler, escrever e ordenar números naturais até a ordem de dezenas de milhar."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Composição e decomposição de um número natural de até cinco ordens, por meio de adições e multiplicações por potências de 10","HABILIDADES":"(EF04MA02) Mostrar, por decomposição e composição, que todo número natural pode ser escrito por meio de adições e multiplicações por potências de dez, para compreender o sistema de numeração decimal e desenvolver estratégias de cálculo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Propriedades das operações para o desenvolvimento de diferentes estratégias de cálculo com números naturais","HABILIDADES":"(EF04MA03) Resolver e elaborar problemas com números naturais envolvendo adição e subtração, utilizando estratégias diversas, como cálculo, cálculo mental e algoritmos, além de fazer estimativas do resultado."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Propriedades das operações para o desenvolvimento de diferentes estratégias de cálculo com números naturais","HABILIDADES":"(EF04MA04) Utilizar as relações entre adição e subtração, bem como entre multiplicação e divisão, para ampliar as estratégias de cálculo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Propriedades das operações para o desenvolvimento de diferentes estratégias de cálculo com números naturais","HABILIDADES":"(EF04MA05) Utilizar as propriedades das operações para desenvolver estratégias de cálculo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo diferentes significados da multiplicação e da divisão: adição de parcelas iguais, configuração retangular, proporcionalidade, repartição equitativa e medida","HABILIDADES":"(EF04MA06) Resolver e elaborar problemas envolvendo diferentes significados da multiplicação (adição de parcelas iguais, organização retangular e proporcionalidade), utilizando estratégias diversas, como cálculo por estimativa, cálculo mental e algoritmos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas envolvendo diferentes significados da multiplicação e da divisão: adição de parcelas iguais, configuração retangular, proporcionalidade, repartição equitativa e medida","HABILIDADES":"(EF04MA07) Resolver e elaborar problemas de divisão cujo divisor tenha no máximo dois algarismos, envolvendo os significados de repartição equitativa e de medida, utilizando estratégias diversas, como cálculo por estimativa, cálculo mental e algoritmos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas de contagem","HABILIDADES":"(EF04MA08) Resolver, com o suporte de imagem e/ou material manipulável, problemas simples de contagem, como a determinação do número de agrupamentos possíveis ao se combinar cada elemento de uma coleção com todos os elementos de outra, utilizando estratégias e formas de registro pessoais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números racionais: frações unitárias mais usuais (1/2, 1/3, 1/4, 1/5, 1/10 e 1/100)","HABILIDADES":"(EF04MA09) Reconhecer as frações unitárias mais usuais (1/2, 1/3, 1/4, 1/5, 1/10 e 1/100) como unidades de medida menores do que uma unidade, utilizando a reta numérica como recurso."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números racionais: representação decimal para escrever valores do sistema monetário brasileiro","HABILIDADES":"(EF04MA10) Reconhecer que as regras do sistema de numeração decimal podem ser estendidas para a representação decimal de um número racional e relacionar décimos e centésimos com a representação do sistema monetário brasileiro."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Sequência numérica recursiva formada por múltiplos de um número natural","HABILIDADES":"(EF04MA11) Identificar regularidades em sequências numéricas compostas por múltiplos de um número natural."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Sequência numérica recursiva formada por números que deixam o mesmo resto ao ser divididos por um mesmo número natural diferente de zero","HABILIDADES":"(EF04MA12) Reconhecer, por meio de investigações, que há grupos de números naturais para os quais as divisões por um determinado número resultam em restos iguais, identificando regularidades."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Relações entre adição e subtração e entre multiplicação e divisão","HABILIDADES":"(EF04MA13) Reconhecer, por meio de investigações, utilizando a calculadora quando necessário, as relações inversas entre as operações de adição e de subtração e de multiplicação e de divisão, para aplicá-las na resolução de problemas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Propriedades da igualdade","HABILIDADES":"(EF04MA14) Reconhecer e mostrar, por meio de exemplos, que a relação de igualdade existente entre dois termos permanece quando se adiciona ou se subtrai um mesmo número a cada um desses termos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Propriedades da igualdade","HABILIDADES":"(EF04MA15) Determinar o número desconhecido que torna verdadeira uma igualdade que envolve as operações fundamentais com números naturais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Localização e movimentação: pontos de referência, direção e sentido\nParalelismo e perpendicularismo","HABILIDADES":"(EF04MA16) Descrever deslocamentos e localização de pessoas e de objetos no espaço, por meio de malhas quadriculadas e representações como desenhos, mapas, planta baixa e croquis, empregando termos como direita e esquerda, mudanças de direção e sentido, intersecção, transversais, paralelas e perpendiculares."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas espaciais (prismas e pirâmides): reconhecimento, representações, planificações e características","HABILIDADES":"(EF04MA17) Associar prismas e pirâmides a suas planificações e analisar, nomear e comparar seus atributos, estabelecendo relações entre as representações planas e espaciais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Ângulos retos e não retos: uso de dobraduras, esquadros e softwares","HABILIDADES":"(EF04MA18) Reconhecer ângulos retos e não retos em figuras poligonais com o uso de dobraduras, esquadros ou softwares de geometria."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Simetria de reflexão","HABILIDADES":"(EF04MA19) Reconhecer simetria de reflexão em figuras e em pares de figuras geométricas planas e utilizá-la na construção de figuras congruentes, com o uso de malhas quadriculadas e de softwares de geometria."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de comprimento, massa e capacidade: estimativas, utilização de instrumentos de medida e de unidades de medida convencionais mais usuais","HABILIDADES":"(EF04MA20) Medir e estimar comprimentos (incluindo perímetros), massas e capacidades, utilizando unidades de medida padronizadas mais usuais, valorizando e respeitando a cultura local."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Áreas de figuras construídas em malhas quadriculadas","HABILIDADES":"(EF04MA21) Medir, comparar e estimar área de figuras planas desenhadas em malha quadriculada, pela contagem dos quadradinhos ou de metades de quadradinho, reconhecendo que duas figuras com formatos diferentes podem ter a mesma medida de área."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de tempo: leitura de horas em relógios digitais e analógicos, duração de eventos e relações entre unidades de medida de tempo","HABILIDADES":"(EF04MA22) Ler e registrar medidas e intervalos de tempo em horas, minutos e segundos em situações relacionadas ao seu cotidiano, como informar os horários de início e término de realização de uma tarefa e sua duração."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de temperatura em grau Celsius: construção de gráficos para indicar a variação da temperatura (mínima e máxima) medida em um dado dia ou em uma semana","HABILIDADES":"(EF04MA23) Reconhecer temperatura como grandeza e o grau Celsius como unidade de medida a ela associada e utilizá-lo em comparações de temperaturas em diferentes regiões do Brasil ou no exterior ou, ainda, em discussões que envolvam problemas relacionados ao aquecimento global."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de temperatura em grau Celsius: construção de gráficos para indicar a variação da temperatura (mínima e máxima) medida em um dado dia ou em uma semana","HABILIDADES":"(EF04MA24) Registrar as temperaturas máxima e mínima diárias, em locais do seu cotidiano, e elaborar gráficos de colunas com as variações diárias da temperatura, utilizando, inclusive, planilhas eletrônicas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Problemas utilizando o sistema monetário brasileiro","HABILIDADES":"(EF04MA25) Resolver e elaborar problemas que envolvam situações de compra e venda e formas de pagamento, utilizando termos como troco e desconto, enfatizando o consumo ético, consciente e responsável."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Análise de chances de eventos aleatórios","HABILIDADES":"(EF04MA26) Identificar, entre eventos aleatórios cotidianos, aqueles que têm maior chance de ocorrência, reconhecendo características de resultados mais prováveis, sem utilizar frações."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura, interpretação e representação de dados em tabelas de dupla entrada, gráficos de colunas simples e agrupadas, gráficos de barras e colunas e gráficos pictóricos","HABILIDADES":"(EF04MA27) Analisar dados apresentados em tabelas simples ou de dupla entrada e em gráficos de colunas ou pictóricos, com base em informações das diferentes áreas do conhecimento, e produzir texto com a síntese de sua análise."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Diferenciação entre variáveis categóricas e variáveis numéricas\nColeta, classificação e representação de dados de pesquisa realizada","HABILIDADES":"(EF04MA28) Realizar pesquisa envolvendo variáveis categóricas e numéricas e organizar dados coletados por meio de tabelas e gráficos de colunas simples ou agrupadas, com e sem uso de tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Sistema de numeração decimal: leitura, escrita e ordenação de números naturais (de até seis ordens)","HABILIDADES":"(EF05MA01) Ler, escrever e ordenar números naturais até a ordem das centenas de milhar com compreensão das principais características do sistema de numeração decimal."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números racionais expressos na forma decimal e sua representação na reta numérica","HABILIDADES":"(EF05MA02) Ler, escrever e ordenar números racionais na forma decimal com compreensão das principais características do sistema de numeração decimal, utilizando, como recursos, a composição e decomposição e a reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Representação fracionária dos números racionais: reconhecimento, significados, leitura e representação na reta numérica","HABILIDADES":"(EF05MA03) Identificar e representar frações (menores e maiores que a unidade), associando-as ao resultado de uma divisão ou à ideia de parte de um todo, utilizando a reta numérica como recurso."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Comparação e ordenação de números racionais na representação decimal e na fracionária utilizando a noção de equivalência","HABILIDADES":"(EF05MA04) Identificar frações equivalentes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Comparação e ordenação de números racionais na representação decimal e na fracionária utilizando a noção de equivalência","HABILIDADES":"(EF05MA05) Comparar e ordenar números racionais positivos (representações fracionária e decimal), relacionando-os a pontos na reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Cálculo de porcentagens e representação fracionária","HABILIDADES":"(EF05MA06) Associar as representações 10%, 25%, 50%, 75% e 100% respectivamente à décima parte, quarta parte, metade, três quartos e um inteiro, para calcular porcentagens, utilizando estratégias pessoais, cálculo mental e calculadora, em contextos de educação financeira, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas: adição e subtração de números naturais e números racionais cuja representação decimal é finita","HABILIDADES":"(EF05MA07) Resolver e elaborar problemas de adição e subtração com números naturais e com números racionais, cuja representação decimal seja finita, utilizando estratégias diversas, como cálculo por estimativa, cálculo mental e algoritmos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas: multiplicação e divisão de números racionais cuja representação decimal é finita por números naturais","HABILIDADES":"(EF05MA08) Resolver e elaborar problemas de multiplicação e divisão com números naturais e com números racionais cuja representação decimal é finita (com multiplicador natural e divisor natural e diferente de zero), utilizando estratégias diversas, como cálculo por estimativa, cálculo mental e algoritmos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Problemas de contagem do tipo: “Se cada objeto de uma coleção A for combinado com todos os elementos de uma coleção B, quantos agrupamentos desse tipo podem ser formados?”","HABILIDADES":"(EF05MA09) Resolver e elaborar problemas simples de contagem envolvendo o princípio multiplicativo, como a determinação do número de agrupamentos possíveis ao se combinar cada elemento de uma coleção com todos os elementos de outra coleção, por meio de diagramas de árvore ou por tabelas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Propriedades da igualdade e noção de equivalência","HABILIDADES":"(EF05MA10) Concluir, por meio de investigações, que a relação de igualdade existente entre dois membros permanece ao adicionar, subtrair, multiplicar ou dividir cada um desses membros por um mesmo número, para construir a noção de equivalência."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Propriedades da igualdade e noção de equivalência","HABILIDADES":"(EF05MA11) Resolver e elaborar problemas cuja conversão em sentença matemática seja uma igualdade com uma operação em que um dos termos é desconhecido."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Grandezas diretamente proporcionais\nProblemas envolvendo a partição de um todo em duas partes proporcionais","HABILIDADES":"(EF05MA12) Resolver problemas que envolvam variação de proporcionalidade direta entre duas grandezas, para associar a quantidade de um produto ao valor a pagar, alterar as quantidades de ingredientes de receitas, ampliar ou reduzir escala em mapas, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Grandezas diretamente proporcionais\nProblemas envolvendo a partição de um todo em duas partes proporcionais","HABILIDADES":"(EF05MA13) Resolver problemas envolvendo a partilha de uma quantidade em duas partes desiguais, tais como dividir uma quantidade em duas partes, de modo que uma seja o dobro da outra, com compreensão da ideia de razão entre as partes e delas com o todo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Plano cartesiano: coordenadas cartesianas (1º quadrante) e representação de deslocamentos no plano cartesiano","HABILIDADES":"(EF05MA14) Utilizar e compreender diferentes representações para a localização de objetos no plano, como mapas, células em planilhas eletrônicas e coordenadas geográficas, a fim de desenvolver as primeiras noções de coordenadas cartesianas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Plano cartesiano: coordenadas cartesianas (1º quadrante) e representação de deslocamentos no plano cartesiano","HABILIDADES":"(EF05MA15) Interpretar, descrever e representar a localização ou movimentação de objetos no plano cartesiano (1º quadrante), utilizando coordenadas cartesianas, indicando mudanças de direção e de sentido e giros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas espaciais: reconhecimento, representações, planificações e características","HABILIDADES":"(EF05MA16) Associar figuras espaciais a suas planificações (prismas, pirâmides, cilindros e cones) e analisar, nomear e comparar seus atributos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Figuras geométricas planas: características, representações e ângulos","HABILIDADES":"(EF05MA17) Reconhecer, nomear e comparar polígonos, considerando lados, vértices e ângulos, e desenhá-los, utilizando material de desenho ou tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Ampliação e redução de figuras poligonais em malhas quadriculadas: reconhecimento da congruência dos ângulos e da proporcionalidade dos lados correspondentes","HABILIDADES":"(EF05MA18) Reconhecer a congruência dos ângulos e a proporcionalidade entre os lados correspondentes de figuras poligonais em situações de ampliação e de redução em malhas quadriculadas e usando tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medidas de comprimento, área, massa, tempo, temperatura e capacidade: utilização de unidades convencionais e relações entre as unidades de medida mais usuais","HABILIDADES":"(EF05MA19) Resolver e elaborar problemas envolvendo medidas das grandezas comprimento, área, massa, tempo, temperatura e capacidade, recorrendo a transformações entre as unidades mais usuais em contextos socioculturais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Áreas e perímetros de figuras poligonais: algumas relações","HABILIDADES":"(EF05MA20) Concluir, por meio de investigações, que figuras de perímetros iguais podem ter áreas diferentes e que, também, figuras que têm a mesma área podem ter perímetros diferentes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Noção de volume","HABILIDADES":"(EF05MA21) Reconhecer volume como grandeza associada a sólidos geométricos e medir volumes por meio de empilhamento de cubos, utilizando, preferencialmente, objetos concretos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Espaço amostral: análise de chances de eventos aleatórios","HABILIDADES":"(EF05MA22) Apresentar todos os possíveis resultados de um experimento aleatório, estimando se esses resultados são igualmente prováveis ou não."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Cálculo de probabilidade de eventos equiprováveis","HABILIDADES":"(EF05MA23) Determinar a probabilidade de ocorrência de um resultado em eventos aleatórios, quando todos os resultados possíveis têm a mesma chance de ocorrer (equiprováveis)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura, coleta, classificação interpretação e representação de dados em tabelas de dupla entrada, gráfico de colunas agrupadas, gráficos pictóricos e gráfico de linhas","HABILIDADES":"(EF05MA24) Interpretar dados estatísticos apresentados em textos, tabelas e gráficos (colunas ou linhas), referentes a outras áreas do conhecimento ou a outros contextos, como saúde e trânsito, e produzir textos com o objetivo de sintetizar conclusões."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura, coleta, classificação interpretação e representação de dados em tabelas de dupla entrada, gráfico de colunas agrupadas, gráficos pictóricos e gráfico de linhas","HABILIDADES":"(EF05MA25) Realizar pesquisa envolvendo variáveis categóricas e numéricas, organizar dados coletados por meio de tabelas, gráficos de colunas, pictóricos e de linhas, com e sem uso de tecnologias digitais, e apresentar texto escrito sobre a finalidade da pesquisa e a síntese dos resultados."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Sistema de numeração decimal: características, leitura, escrita e comparação de números naturais e de números racionais representados na forma decimal","HABILIDADES":"(EF06MA01) Comparar, ordenar, ler e escrever números naturais e números racionais cuja representação decimal é finita, fazendo uso da reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Sistema de numeração decimal: características, leitura, escrita e comparação de números naturais e de números racionais representados na forma decimal","HABILIDADES":"(EF06MA02) Reconhecer o sistema de numeração decimal, como o que prevaleceu no mundo ocidental, e destacar semelhanças e diferenças com outros sistemas, de modo a sistematizar suas principais características (base, valor posicional e função do zero), utilizando, inclusive, a composição e decomposição de números naturais e números racionais em sua representação decimal."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Operações (adição, subtração, multiplicação, divisão e potenciação) com números naturais\nDivisão euclidiana","HABILIDADES":"(EF06MA03) Resolver e elaborar problemas que envolvam cálculos (mentais ou escritos, exatos ou aproximados) com números naturais, por meio de estratégias variadas, com compreensão dos processos neles envolvidos com e sem uso de calculadora."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fluxograma para determinar a paridade de um número natural\nMúltiplos e divisores de um número natural Números primos e compostos","HABILIDADES":"(EF06MA04) Construir algoritmo em linguagem natural e representá-lo por fluxograma que indique a resolução de um problema simples (por exemplo, se um número natural qualquer é par)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fluxograma para determinar a paridade de um número natural\nMúltiplos e divisores de um número natural Números primos e compostos","HABILIDADES":"(EF06MA05) Classificar números naturais em primos e compostos, estabelecer relações entre números, expressas pelos termos “é múltiplo de”, “é divisor de”, “é fator de”, e estabelecer, por meio de investigações, critérios de divisibilidade por 2, 3, 4, 5, 6, 8, 9, 10, 100 e 1000."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fluxograma para determinar a paridade de um número natural\nMúltiplos e divisores de um número natural Números primos e compostos","HABILIDADES":"(EF06MA06) Resolver e elaborar problemas que envolvam as ideias de múltiplo e de divisor."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Frações: significados (parte/todo, quociente), equivalência, comparação, adição e subtração; cálculo da fração de um número natural; adição e subtração de frações","HABILIDADES":"(EF06MA07) Compreender, comparar e ordenar frações associadas às ideias de partes de inteiros e resultado de divisão, identificando frações equivalentes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Frações: significados (parte/todo, quociente), equivalência, comparação, adição e subtração; cálculo da fração de um número natural; adição e subtração de frações","HABILIDADES":"(EF06MA08) Reconhecer que os números racionais positivos podem ser expressos nas formas fracionária e decimal, estabelecer relações entre essas representações, passando de uma representação para outra, e relacioná-los a pontos na reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Frações: significados (parte/todo, quociente), equivalência, comparação, adição e subtração; cálculo da fração de um número natural; adição e subtração de frações","HABILIDADES":"(EF06MA09) Resolver e elaborar problemas que envolvam o cálculo da fração de uma quantidade e cujo resultado seja um número natural, com e sem uso de calculadora."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Frações: significados (parte/todo, quociente), equivalência, comparação, adição e subtração; cálculo da fração de um número natural; adição e subtração de frações","HABILIDADES":"(EF06MA10) Resolver e elaborar problemas que envolvam adição ou subtração com números racionais positivos na representação fracionária."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Operações (adição, subtração, multiplicação, divisão e potenciação) com números racionais","HABILIDADES":"(EF06MA11) Resolver e elaborar problemas com números racionais positivos na representação decimal, envolvendo as quatro operações fundamentais e a potenciação, por meio de estratégias diversas, utilizando estimativas e arredondamentos para verificar a razoabilidade de respostas, com e sem uso de calculadora."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Aproximação de números para múltiplos de potências de 10","HABILIDADES":"(EF06MA12) Fazer estimativas de quantidades e aproximar números para múltiplos da potência de 10 mais próxima."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Cálculo de porcentagens por meio de estratégias diversas, sem fazer uso da “regra de três”","HABILIDADES":"(EF06MA13) Resolver e elaborar problemas que envolvam porcentagens, com base na ideia de proporcionalidade, sem fazer uso da “regra de três”, utilizando estratégias pessoais, cálculo mental e calculadora, em contextos de educação financeira, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Propriedades da igualdade","HABILIDADES":"(EF06MA14) Reconhecer que a relação de igualdade matemática não se altera ao adicionar, subtrair, multiplicar ou dividir os seus dois membros por um mesmo número e utilizar essa noção para determinar valores desconhecidos na resolução de problemas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Problemas que tratam da partição de um todo em duas partes desiguais, envolvendo razões entre as partes e entre uma das partes e o todo","HABILIDADES":"(EF06MA15) Resolver e elaborar problemas que envolvam a partilha de uma quantidade em duas partes desiguais, envolvendo relações aditivas e multiplicativas, bem como a razão entre as partes e entre uma das partes e o todo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Plano cartesiano: associação dos vértices de um polígono a pares ordenados","HABILIDADES":"(EF06MA16) Associar pares ordenados de números a pontos do plano cartesiano do 1º quadrante, em situações como a localização dos vértices de um polígono."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Prismas e pirâmides: planificações e relações entre seus elementos (vértices, faces e arestas)","HABILIDADES":"(EF06MA17) Quantificar e estabelecer relações entre o número de vértices, faces e arestas de prismas e pirâmides, em função do seu polígono da base, para resolver problemas e desenvolver a percepção espacial."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Polígonos: classificações quanto ao número de vértices, às medidas de lados e ângulos e ao paralelismo e perpendicularismo dos lados","HABILIDADES":"(EF06MA18) Reconhecer, nomear e comparar polígonos, considerando lados, vértices e ângulos, e classificá-los em regulares e não regulares, tanto em suas representações no plano como em faces de poliedros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Polígonos: classificações quanto ao número de vértices, às medidas de lados e ângulos e ao paralelismo e perpendicularismo dos lados","HABILIDADES":"(EF06MA19) Identificar características dos triângulos e classificá-los em relação às medidas dos lados e dos ângulos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Polígonos: classificações quanto ao número de vértices, às medidas de lados e ângulos e ao paralelismo e perpendicularismo dos lados","HABILIDADES":"(EF06MA20) Identificar características dos quadriláteros, classificá-los em relação a lados e a ângulos e reconhecer a inclusão e a intersecção de classes entre eles."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Construção de figuras semelhantes: ampliação e redução de figuras planas em malhas quadriculadas","HABILIDADES":"(EF06MA21) Construir figuras planas semelhantes em situações de ampliação e de redução, com o uso de malhas quadriculadas, plano cartesiano ou tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Construção de retas paralelas e perpendiculares, fazendo uso de réguas, esquadros e softwares","HABILIDADES":"(EF06MA22) Utilizar instrumentos, como réguas e esquadros, ou softwares para representações de retas paralelas e perpendiculares e construção de quadriláteros, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Construção de retas paralelas e perpendiculares, fazendo uso de réguas, esquadros e softwares","HABILIDADES":"(EF06MA23) Construir algoritmo para resolver situações passo a passo (como na construção de dobraduras ou na indicação de deslocamento de um objeto no plano segundo pontos de referência e distâncias fornecidas etc.)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Problemas sobre medidas envolvendo grandezas como comprimento, massa, tempo, temperatura, área, capacidade e volume","HABILIDADES":"(EF06MA24) Resolver e elaborar problemas que envolvam as grandezas comprimento, massa, tempo, temperatura, área (triângulos e retângulos), capacidade e volume (sólidos formados por blocos retangulares), sem uso de fórmulas, inseridos, sempre que possível, em contextos oriundos de situações reais e/ou relacionadas às outras áreas do conhecimento."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Ângulos: noção, usos e medida","HABILIDADES":"(EF06MA25) Reconhecer a abertura do ângulo como grandeza associada às figuras geométricas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Ângulos: noção, usos e medida","HABILIDADES":"(EF06MA26) Resolver problemas que envolvam a noção de ângulo em diferentes contextos e em situações reais, como ângulo de visão."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Ângulos: noção, usos e medida","HABILIDADES":"(EF06MA27) Determinar medidas da abertura de ângulos, por meio de transferidor e/ou tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Plantas baixas e vistas aéreas","HABILIDADES":"(EF06MA28) Interpretar, descrever e desenhar plantas baixas simples de residências e vistas aéreas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Perímetro de um quadrado como grandeza proporcional à medida do lado","HABILIDADES":"(EF06MA29) Analisar e descrever mudanças que ocorrem no perímetro e na área de um quadrado ao se ampliarem ou reduzirem, igualmente, as medidas de seus lados, para compreender que o perímetro é proporcional à medida do lado, o que não ocorre com a área."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Cálculo de probabilidade como a razão entre o número de resultados favoráveis e o total de resultados possíveis em um espaço amostral equiprovável\nCálculo de probabilidade por meio de muitas repetições de um experimento (frequências de ocorrências e probabilidade frequentista)","HABILIDADES":"(EF06MA30) Calcular a probabilidade de um evento aleatório, expressando-a por número racional (forma fracionária, decimal e percentual) e comparar esse número com a probabilidade obtida por meio de experimentos sucessivos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura e interpretação de tabelas e gráficos (de colunas ou barras simples ou múltiplas) referentes a variáveis categóricas e variáveis numéricas","HABILIDADES":"(EF06MA31) Identificar as variáveis e suas frequências e os elementos constitutivos (título, eixos, legendas, fontes e datas) em diferentes tipos de gráfico."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura e interpretação de tabelas e gráficos (de colunas ou barras simples ou múltiplas) referentes a variáveis categóricas e variáveis numéricas","HABILIDADES":"(EF06MA32) Interpretar e resolver situações que envolvam dados de pesquisas sobre contextos ambientais, sustentabilidade, trânsito, consumo responsável, entre outros, apresentadas pela mídia em tabelas e em diferentes tipos de gráficos e redigir textos escritos com o objetivo de sintetizar conclusões."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Coleta de dados, organização e registro\nConstrução de diferentes tipos de gráficos para representá-los e interpretação das informações","HABILIDADES":"(EF06MA33) Planejar e coletar dados de pesquisa referente a práticas sociais escolhidas pelos alunos e fazer uso de planilhas eletrônicas para registro, representação e interpretação das informações, em tabelas, vários tipos de gráficos e texto."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Diferentes tipos de representação de informações: gráficos e fluxogramas","HABILIDADES":"(EF06MA34) Interpretar e desenvolver fluxogramas simples, identificando as relações entre os objetos representados (por exemplo, posição de cidades considerando as estradas que as unem, hierarquia dos funcionários de uma empresa etc.)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Múltiplos e divisores de um número natural","HABILIDADES":"(EF07MA01) Resolver e elaborar problemas com números naturais, envolvendo as noções de divisor e de múltiplo, podendo incluir máximo divisor comum ou mínimo múltiplo comum, por meio de estratégias diversas, sem a aplicação de algoritmos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Cálculo de porcentagens e de acréscimos e decréscimos simples","HABILIDADES":"(EF07MA02) Resolver e elaborar problemas que envolvam porcentagens, como os que lidam com acréscimos e decréscimos simples, utilizando estratégias pessoais, cálculo mental e calculadora, no contexto de educação financeira, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números inteiros: usos, história, ordenação, associação com pontos da reta numérica e operações","HABILIDADES":"(EF07MA03) Comparar e ordenar números inteiros em diferentes contextos, incluindo o histórico, associá-los a pontos da reta numérica e utilizá-los em situações que envolvam adição e subtração."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números inteiros: usos, história, ordenação, associação com pontos da reta numérica e operações","HABILIDADES":"(EF07MA04) Resolver e elaborar problemas que envolvam operações com números inteiros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fração e seus significados: como parte de inteiros, resultado da divisão, razão e operador","HABILIDADES":"(EF07MA05) Resolver um mesmo problema utilizando diferentes algoritmos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fração e seus significados: como parte de inteiros, resultado da divisão, razão e operador","HABILIDADES":"(EF07MA06) Reconhecer que as resoluções de um grupo de problemas que têm a mesma estrutura podem ser obtidas utilizando os mesmos procedimentos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fração e seus significados: como parte de inteiros, resultado da divisão, razão e operador","HABILIDADES":"(EF07MA07) Representar por meio de um fluxograma os passos utilizados para resolver um grupo de problemas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fração e seus significados: como parte de inteiros, resultado da divisão, razão e operador","HABILIDADES":"(EF07MA08) Comparar e ordenar frações associadas às ideias de partes de inteiros, resultado da divisão, razão e operador."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Fração e seus significados: como parte de inteiros, resultado da divisão, razão e operador","HABILIDADES":"(EF07MA09) Utilizar, na resolução de problemas, a associação entre razão e fração, como a fração 2/3 para expressar a razão de duas partes de uma grandeza para três partes da mesma ou três partes de outra grandeza."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números racionais na representação fracionária e na decimal: usos, ordenação e associação com pontos da reta numérica e operações","HABILIDADES":"(EF07MA10) Comparar e ordenar números racionais em diferentes contextos e associá-los a pontos da reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números racionais na representação fracionária e na decimal: usos, ordenação e associação com pontos da reta numérica e operações","HABILIDADES":"(EF07MA11) Compreender e utilizar a multiplicação e a divisão de números racionais, a relação entre elas e suas propriedades operatórias."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números racionais na representação fracionária e na decimal: usos, ordenação e associação com pontos da reta numérica e operações","HABILIDADES":"(EF07MA12) Resolver e elaborar problemas que envolvam as operações com números racionais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Linguagem algébrica: variável e incógnita","HABILIDADES":"(EF07MA13) Compreender a ideia de variável, representada por letra ou símbolo, para expressar relação entre duas grandezas, diferenciando-a da ideia de incógnita."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Linguagem algébrica: variável e incógnita","HABILIDADES":"(EF07MA14) Classificar sequências em recursivas e não recursivas, reconhecendo que o conceito de recursão está presente não apenas na matemática, mas também nas artes e na literatura."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Linguagem algébrica: variável e incógnita","HABILIDADES":"(EF07MA15) Utilizar a simbologia algébrica para expressar regularidades encontradas em sequências numéricas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Equivalência de expressões algébricas: identificação da regularidade de uma sequência numérica","HABILIDADES":"(EF07MA16) Reconhecer se duas expressões algébricas obtidas para descrever a regularidade de uma mesma sequência numérica são ou não equivalentes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Problemas envolvendo grandezas diretamente proporcionais e grandezas inversamente proporcionais","HABILIDADES":"(EF07MA17) Resolver e elaborar problemas que envolvam variação de proporcionalidade direta e de proporcionalidade inversa entre duas grandezas, utilizando sentença algébrica para expressar a relação entre elas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Equações polinomiais do 1º grau","HABILIDADES":"(EF07MA18) Resolver e elaborar problemas que possam ser representados por equações polinomiais de 1º grau, redutíveis à forma ax + b = c, fazendo uso das propriedades da igualdade."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Transformações geométricas de polígonos no plano cartesiano: multiplicação das coordenadas por um número inteiro e obtenção de simétricos em relação aos eixos e à origem","HABILIDADES":"(EF07MA19) Realizar transformações de polígonos representados no plano cartesiano, decorrentes da multiplicação das coordenadas de seus vértices por um número inteiro."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Transformações geométricas de polígonos no plano cartesiano: multiplicação das coordenadas por um número inteiro e obtenção de simétricos em relação aos eixos e à origem","HABILIDADES":"(EF07MA20) Reconhecer e representar, no plano cartesiano, o simétrico de figuras em relação aos eixos e à origem."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Simetrias de translação, rotação e reflexão","HABILIDADES":"(EF07MA21) Reconhecer e construir figuras obtidas por simetrias de translação, rotação e reflexão, usando instrumentos de desenho ou softwares de geometria dinâmica e vincular esse estudo a representações planas de obras de arte, elementos arquitetônicos, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"A circunferência como lugar geométrico","HABILIDADES":"(EF07MA22) Construir circunferências, utilizando compasso, reconhecê-las como lugar geométrico e utilizá-las para fazer composições artísticas e resolver problemas que envolvam objetos equidistantes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Relações entre os ângulos formados por retas paralelas intersectadas por uma transversal","HABILIDADES":"(EF07MA23) Verificar relações entre os ângulos formados por retas paralelas cortadas por uma transversal, com e sem uso de softwares de geometria dinâmica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Triângulos: construção, condição de existência e soma das medidas dos ângulos internos","HABILIDADES":"(EF07MA24) Construir triângulos, usando régua e compasso, reconhecer a condição de existência do triângulo quanto à medida dos lados e verificar que a soma das medidas dos ângulos internos de um triângulo é 180°."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Triângulos: construção, condição de existência e soma das medidas dos ângulos internos","HABILIDADES":"(EF07MA25) Reconhecer a rigidez geométrica dos triângulos e suas aplicações, como na construção de estruturas arquitetônicas (telhados, estruturas metálicas e outras) ou nas artes plásticas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Triângulos: construção, condição de existência e soma das medidas dos ângulos internos","HABILIDADES":"(EF07MA26) Descrever, por escrito e por meio de um fluxograma, um algoritmo para a construção de um triângulo qualquer, conhecidas as medidas dos três lados."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Polígonos regulares: quadrado e triângulo equilátero","HABILIDADES":"(EF07MA27) Calcular medidas de ângulos internos de polígonos regulares, sem o uso de fórmulas, e estabelecer relações entre ângulos internos e externos de polígonos, preferencialmente vinculadas à construção de mosaicos e de ladrilhamentos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Polígonos regulares: quadrado e triângulo equilátero","HABILIDADES":"(EF07MA28) Descrever, por escrito e por meio de um fluxograma, um algoritmo para a construção de um polígono regular (como quadrado e triângulo equilátero), conhecida a medida de seu lado."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Problemas envolvendo medições","HABILIDADES":"(EF07MA29) Resolver e elaborar problemas que envolvam medidas de grandezas inseridos em contextos oriundos de situações cotidianas ou de outras áreas do conhecimento, reconhecendo que toda medida empírica é aproximada."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Cálculo de volume de blocos retangulares, utilizando unidades de medida convencionais mais usuais","HABILIDADES":"(EF07MA30) Resolver e elaborar problemas de cálculo de medida do volume de blocos retangulares, envolvendo as unidades usuais (metro cúbico, decímetro cúbico e centímetro cúbico)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Equivalência de área de figuras planas: cálculo de áreas de figuras que podem ser decompostas por outras, cujas áreas podem ser facilmente determinadas como triângulos e quadriláteros","HABILIDADES":"(EF07MA31) Estabelecer expressões de cálculo de área de triângulos e de quadriláteros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Equivalência de área de figuras planas: cálculo de áreas de figuras que podem ser decompostas por outras, cujas áreas podem ser facilmente determinadas como triângulos e quadriláteros","HABILIDADES":"(EF07MA32) Resolver e elaborar problemas de cálculo de medida de área de figuras planas que podem ser decompostas por quadrados, retângulos e/ou triângulos, utilizando a equivalência entre áreas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Medida do comprimento da circunferência","HABILIDADES":"(EF07MA33) Estabelecer o número π como a razão entre a medida de uma circunferência e seu diâmetro, para compreender e resolver problemas, inclusive os de natureza histórica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Experimentos aleatórios: espaço amostral e estimativa de probabilidade por meio de frequência de ocorrências","HABILIDADES":"(EF07MA34) Planejar e realizar experimentos aleatórios ou simulações que envolvem cálculo de probabilidades ou estimativas por meio de frequência de ocorrências."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Estatística: média e amplitude de um conjunto de dados","HABILIDADES":"(EF07MA35) Compreender, em contextos significativos, o significado de média estatística como indicador da tendência de uma pesquisa, calcular seu valor e relacioná-lo, intuitivamente, com a amplitude do conjunto de dados."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Pesquisa amostral e pesquisa censitária\nPlanejamento de pesquisa, coleta e organização dos dados, construção de tabelas e gráficos e interpretação das informações","HABILIDADES":"(EF07MA36) Planejar e realizar pesquisa envolvendo tema da realidade social, identificando a necessidade de ser censitária ou de usar amostra, e interpretar os dados para comunicá-los por meio de relatório escrito, tabelas e gráficos, com o apoio de planilhas eletrônicas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Gráficos de setores: interpretação, pertinência e construção para representar conjunto de dados","HABILIDADES":"(EF07MA37) Interpretar e analisar dados apresentados em gráfico de setores divulgados pela mídia e compreender quando é possível ou conveniente sua utilização."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Notação científica","HABILIDADES":"(EF08MA01) Efetuar cálculos com potências de expoentes inteiros e aplicar esse conhecimento na representação de números em notação científica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Potenciação e radiciação","HABILIDADES":"(EF08MA02) Resolver e elaborar problemas usando a relação entre potenciação e radiciação, para representar uma raiz como potência de expoente fracionário."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"O princípio multiplicativo da contagem","HABILIDADES":"(EF08MA03) Resolver e elaborar problemas de contagem cuja resolução envolva a aplicação do princípio multiplicativo."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Porcentagens","HABILIDADES":"(EF08MA04) Resolver e elaborar problemas, envolvendo cálculo de porcentagens, incluindo o uso de tecnologias digitais."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Dízimas periódicas: fração geratriz","HABILIDADES":"(EF08MA05) Reconhecer e utilizar procedimentos para a obtenção de uma fração geratriz para uma dízima periódica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Valor numérico de expressões algébricas","HABILIDADES":"(EF08MA06) Resolver e elaborar problemas que envolvam cálculo do valor numérico de expressões algébricas, utilizando as propriedades das operações."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Associação de uma equação linear de 1º grau a uma reta no plano cartesiano","HABILIDADES":"(EF08MA07) Associar uma equação linear de 1º grau com duas incógnitas a uma reta no plano cartesiano."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Sistema de equações polinomiais de 1º grau: resolução algébrica e representação no plano cartesiano","HABILIDADES":"(EF08MA08) Resolver e elaborar problemas relacionados ao seu contexto próximo, que possam ser representados por sistemas de equações de 1º grau com duas incógnitas e interpretá-los, utilizando, inclusive, o plano cartesiano como recurso."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Equação polinomial de 2º grau do tipo ax2 = b","HABILIDADES":"(EF08MA09) Resolver e elaborar, com e sem uso de tecnologias, problemas que possam ser representados por equações polinomiais de 2º grau do tipo ax2 = b."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Sequências recursivas e não recursivas","HABILIDADES":"(EF08MA10) Identificar a regularidade de uma sequência numérica ou figural não recursiva e construir um algoritmo por meio de um fluxograma que permita indicar os números ou as figuras seguintes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Sequências recursivas e não recursivas","HABILIDADES":"(EF08MA11) Identificar a regularidade de uma sequência numérica recursiva e construir um algoritmo por meio de um fluxograma que permita indicar os números seguintes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Variação de grandezas: diretamente proporcionais, inversamente proporcionais ou não proporcionais","HABILIDADES":"(EF08MA12) Identificar a natureza da variação de duas grandezas, diretamente, inversamente proporcionais ou não proporcionais, expressando a relação existente por meio de sentença algébrica e representá-la no plano cartesiano."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Variação de grandezas: diretamente proporcionais, inversamente proporcionais ou não proporcionais","HABILIDADES":"(EF08MA13) Resolver e elaborar problemas que envolvam grandezas diretamente ou inversamente proporcionais, por meio de estratégias variadas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Congruência de triângulos e demonstrações de propriedades de quadriláteros","HABILIDADES":"(EF08MA14) Demonstrar propriedades de quadriláteros por meio da identificação da congruência de triângulos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Construções geométricas: ângulos de 90°, 60°, 45° e 30° e polígonos regulares","HABILIDADES":"(EF08MA15) Construir, utilizando instrumentos de desenho ou softwares de geometria dinâmica, mediatriz, bissetriz, ângulos de 90°, 60°, 45° e 30° e polígonos regulares."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Construções geométricas: ângulos de 90°, 60°, 45° e 30° e polígonos regulares","HABILIDADES":"(EF08MA16) Descrever, por escrito e por meio de um fluxograma, um algoritmo para a construção de um hexágono regular de qualquer área, a partir da medida do ângulo central e da utilização de esquadros e compasso."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Mediatriz e bissetriz como lugares geométricos: construção e problemas","HABILIDADES":"(EF08MA17) Aplicar os conceitos de mediatriz e bissetriz como lugares geométricos na resolução de problemas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Transformações geométricas: simetrias de translação, reflexão e rotação","HABILIDADES":"(EF08MA18) Reconhecer e construir figuras obtidas por composições de transformações geométricas (translação, reflexão e rotação), com o uso de instrumentos de desenho ou de softwares de geometria dinâmica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Área de figuras planas\nÁrea do círculo e comprimento de sua circunferência","HABILIDADES":"(EF08MA19) Resolver e elaborar problemas que envolvam medidas de área de figuras geométricas, utilizando expressões de cálculo de área (quadriláteros, triângulos e círculos), em situações como determinar medida de terrenos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Volume de bloco retangular\nMedidas de capacidade","HABILIDADES":"(EF08MA20) Reconhecer a relação entre um litro e um decímetro cúbico e a relação entre litro e metro cúbico, para resolver problemas de cálculo de capacidade de recipientes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Volume de bloco retangular\nMedidas de capacidade","HABILIDADES":"(EF08MA21) Resolver e elaborar problemas que envolvam o cálculo do volume de recipiente cujo formato é o de um bloco retangular."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Princípio multiplicativo da contagem\nSoma das probabilidades de todos os elementos de um espaço amostral","HABILIDADES":"(EF08MA22) Calcular a probabilidade de eventos, com base na construção do espaço amostral, utilizando o princípio multiplicativo, e reconhecer que a soma das probabilidades de todos os elementos do espaço amostral é igual a 1."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Gráficos de barras, colunas, linhas ou setores e seus elementos constitutivos e adequação para determinado conjunto de dados","HABILIDADES":"(EF08MA23) Avaliar a adequação de diferentes tipos de gráficos para representar um conjunto de dados de uma pesquisa."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Organização dos dados de uma variável contínua em classes","HABILIDADES":"(EF08MA24) Classificar as frequências de uma variável contínua de uma pesquisa em classes, de modo que resumam os dados de maneira adequada para a tomada de decisões."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Medidas de tendência central e de dispersão","HABILIDADES":"(EF08MA25) Obter os valores de medidas de tendência central de uma pesquisa estatística (média, moda e mediana) com a compreensão de seus significados e relacioná-los com a dispersão de dados, indicada pela amplitude."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Pesquisas censitária ou amostral\nPlanejamento e execução de pesquisa amostral","HABILIDADES":"(EF08MA26) Selecionar razões, de diferentes naturezas (física, ética ou econômica), que justificam a realização de pesquisas amostrais e não censitárias, e reconhecer que a seleção da amostra pode ser feita de diferentes maneiras (amostra casual simples, sistemática e estratificada)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Pesquisas censitária ou amostral\nPlanejamento e execução de pesquisa amostral","HABILIDADES":"(EF08MA27) Planejar e executar pesquisa amostral, selecionando uma técnica de amostragem adequada, e escrever relatório que contenha os gráficos apropriados para representar os conjuntos de dados, destacando aspectos como as medidas de tendência central, a amplitude e as conclusões."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Necessidade dos números reais para medir qualquer segmento de reta\nNúmeros irracionais: reconhecimento e localização de alguns na reta numérica","HABILIDADES":"(EF09MA01) Reconhecer que, uma vez fixada uma unidade de comprimento, existem segmentos de reta cujo comprimento não é expresso por número racional (como as medidas de diagonais de um polígono e alturas de um triângulo, quando se toma a medida de cada lado como unidade)."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Necessidade dos números reais para medir qualquer segmento de reta\nNúmeros irracionais: reconhecimento e localização de alguns na reta numérica","HABILIDADES":"(EF09MA02) Reconhecer um número irracional como um número real cuja representação decimal é infinita e não periódica, e estimar a localização de alguns deles na reta numérica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Potências com expoentes negativos e fracionários","HABILIDADES":"(EF09MA03) Efetuar cálculos com números reais, inclusive potências com expoentes fracionários."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Números reais: notação científica e problemas","HABILIDADES":"(EF09MA04) Resolver e elaborar problemas com números reais, inclusive em notação científica, envolvendo diferentes operações."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Números","OBJETOS DE CONHECIMENTO":"Porcentagens: problemas que envolvem cálculo de percentuais sucessivos","HABILIDADES":"(EF09MA05) Resolver e elaborar problemas que envolvam porcentagens, com a ideia de aplicação de percentuais sucessivos e a determinação das taxas percentuais, preferencialmente com o uso de tecnologias digitais, no contexto da educação financeira."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Funções: representações numérica, algébrica e gráfica","HABILIDADES":"(EF09MA06) Compreender as funções como relações de dependência unívoca entre duas variáveis e suas representações numérica, algébrica e gráfica e utilizar esse conceito para analisar situações que envolvam relações funcionais entre duas variáveis."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Razão entre grandezas de espécies diferentes","HABILIDADES":"(EF09MA07) Resolver problemas que envolvam a razão entre duas grandezas de espécies diferentes, como velocidade e densidade demográfica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Grandezas diretamente proporcionais e grandezas inversamente proporcionais","HABILIDADES":"(EF09MA08) Resolver e elaborar problemas que envolvam relações de proporcionalidade direta e inversa entre duas ou mais grandezas, inclusive escalas, divisão em partes proporcionais e taxa de variação, em contextos socioculturais, ambientais e de outras áreas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Álgebra","OBJETOS DE CONHECIMENTO":"Expressões algébricas: fatoração e produtos notáveis\nResolução de equações polinomiais do 2º grau por meio de fatorações","HABILIDADES":"(EF09MA09) Compreender os processos de fatoração de expressões algébricas, com base em suas relações com os produtos notáveis, para resolver e elaborar problemas que possam ser representados por equações polinomiais do 2º grau."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Demonstrações de relações entre os ângulos formados por retas paralelas intersectadas por uma transversal","HABILIDADES":"(EF09MA10) Demonstrar relações simples entre os ângulos formados por retas paralelas cortadas por uma transversal."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Relações entre arcos e ângulos na circunferência de um círculo","HABILIDADES":"(EF09MA11) Resolver problemas por meio do estabelecimento de relações entre arcos, ângulos centrais e ângulos inscritos na circunferência, fazendo uso, inclusive, de softwares de geometria dinâmica."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Semelhança de triângulos","HABILIDADES":"(EF09MA12) Reconhecer as condições necessárias e suficientes para que dois triângulos sejam semelhantes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Relações métricas no triângulo retângulo\nTeorema de Pitágoras: verificações experimentais e demonstração\nRetas paralelas cortadas por transversais: teoremas de proporcionalidade e verificações experimentais","HABILIDADES":"(EF09MA13) Demonstrar relações métricas do triângulo retângulo, entre elas o teorema de Pitágoras, utilizando, inclusive, a semelhança de triângulos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Relações métricas no triângulo retângulo\nTeorema de Pitágoras: verificações experimentais e demonstração\nRetas paralelas cortadas por transversais: teoremas de proporcionalidade e verificações experimentais","HABILIDADES":"(EF09MA14) Resolver e elaborar problemas de aplicação do teorema de Pitágoras ou das relações de proporcionalidade envolvendo retas paralelas cortadas por secantes."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Polígonos regulares","HABILIDADES":"(EF09MA15) Descrever, por escrito e por meio de um fluxograma, um algoritmo para a construção de um polígono regular cuja medida do lado é conhecida, utilizando régua e compasso, como também softwares."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Distância entre pontos no plano cartesiano","HABILIDADES":"(EF09MA16) Determinar o ponto médio de um segmento de reta e a distância entre dois pontos quaisquer, dadas as coordenadas desses pontos no plano cartesiano, sem o uso de fórmulas, e utilizar esse conhecimento para calcular, por exemplo, medidas de perímetros e áreas de figuras planas construídas no plano."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Geometria","OBJETOS DE CONHECIMENTO":"Vistas ortogonais de figuras espaciais","HABILIDADES":"(EF09MA17) Reconhecer vistas ortogonais de figuras espaciais e aplicar esse conhecimento para desenhar objetos em perspectiva."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Unidades de medida para medir distâncias muito grandes e muito pequenas\nUnidades de medida utilizadas na informática","HABILIDADES":"(EF09MA18) Reconhecer e empregar unidades usadas para expressar medidas muito grandes ou muito pequenas, tais como distância entre planetas e sistemas solares, tamanho de vírus ou de células, capacidade de armazenamento de computadores, entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Grandezas e medidas","OBJETOS DE CONHECIMENTO":"Volume de prismas e cilindros","HABILIDADES":"(EF09MA19) Resolver e elaborar problemas que envolvam medidas de volumes de prismas e de cilindros retos, inclusive com uso de expressões de cálculo, em situações cotidianas."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Análise de probabilidade de eventos aleatórios: eventos dependentes e independentes","HABILIDADES":"(EF09MA20) Reconhecer, em experimentos aleatórios, eventos independentes e dependentes e calcular a probabilidade de sua ocorrência, nos dois casos."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Análise de gráficos divulgados pela mídia: elementos que podem induzir a erros de leitura ou de interpretação","HABILIDADES":"(EF09MA21) Analisar e identificar, em gráficos divulgados pela mídia, os elementos que podem induzir, às vezes propositadamente, erros de leitura, como escalas inapropriadas, legendas não explicitadas corretamente, omissão de informações importantes (fontes e datas), entre outros."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Leitura, interpretação e representação de dados de pesquisa expressos em tabelas de dupla entrada, gráficos de colunas simples e agrupadas, gráficos de barras e de setores e gráficos pictóricos","HABILIDADES":"(EF09MA22) Escolher e construir o gráfico mais adequado (colunas, setores, linhas), com ou sem uso de planilhas eletrônicas, para apresentar um determinado conjunto de dados, destacando aspectos como as medidas de tendência central."}
,
{"COMPONENTE":"Matemática","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Probabilidade e estatística","OBJETOS DE CONHECIMENTO":"Planejamento e execução de pesquisa amostral e apresentação de relatório","HABILIDADES":"(EF09MA23) Planejar e executar pesquisa amostral envolvendo tema da realidade social e comunicar os resultados por meio de relatório contendo avaliação de medidas de tendência central e da amplitude, tabelas e gráficos adequados, construídos com o apoio de planilhas eletrônicas."}

]
