[
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: meu lugar no mundo","OBJETOS DE CONHECIMENTO":"As fases da vida e a ideia de temporalidade (passado, presente, futuro)","HABILIDADES":"(EF01HI01) Identificar aspectos do seu crescimento por meio do registro das lembranças particulares ou de lembranças dos membros de sua família e/ou de sua comunidade."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: meu lugar no mundo","OBJETOS DE CONHECIMENTO":"As diferentes formas de organização da família e da comunidade: os vínculos pessoais e as relações de amizade","HABILIDADES":"(EF01HI02) Identificar a relação entre as suas histórias e as histórias de sua família e de sua comunidade."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: meu lugar no mundo","OBJETOS DE CONHECIMENTO":"As diferentes formas de organização da família e da comunidade: os vínculos pessoais e as relações de amizade","HABILIDADES":"(EF01HI03) Descrever e distinguir os seus papéis e responsabilidades relacionados à família, à escola e à comunidade."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: meu lugar no mundo","OBJETOS DE CONHECIMENTO":"A escola e a diversidade do grupo social envolvido","HABILIDADES":"(EF01HI04) Identificar as diferenças entre os variados ambientes em que vive (doméstico, escolar e da comunidade), reconhecendo as especificidades dos hábitos e das regras que os regem."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: eu, meu grupo social e meu tempo","OBJETOS DE CONHECIMENTO":"A vida em casa, a vida na escola e formas de representação social e espacial: os jogos e brincadeiras como forma de interação social e espacial","HABILIDADES":"(EF01HI05) Identificar semelhanças e diferenças entre jogos e brincadeiras atuais e de outras épocas e lugares."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: eu, meu grupo social e meu tempo","OBJETOS DE CONHECIMENTO":"A vida em família: diferentes configurações e vínculos","HABILIDADES":"(EF01HI06) Conhecer as histórias da família e da escola e identificar o papel desempenhado por diferentes sujeitos em diferentes espaços."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: eu, meu grupo social e meu tempo","OBJETOS DE CONHECIMENTO":"A vida em família: diferentes configurações e vínculos","HABILIDADES":"(EF01HI07) Identificar mudanças e permanências nas formas de organização familiar."}
,
{"COMPONENTE":"História","ANO/FAIXA":"1º","UNIDADES TEMÁTICAS":"Mundo pessoal: eu, meu grupo social e meu tempo","OBJETOS DE CONHECIMENTO":"A escola, sua representação espacial, sua história e seu papel na comunidade","HABILIDADES":"(EF01HI08) Reconhecer o significado das comemorações e festas escolares, diferenciando-as das datas festivas comemoradas no âmbito familiar ou da comunidade."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"A noção do “Eu” e do “Outro”: comunidade, convivências e interações entre pessoas","HABILIDADES":"(EF02HI01) Reconhecer espaços de sociabilidade e identificar os motivos que aproximam e separam as pessoas em diferentes grupos sociais ou de parentesco."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"A noção do “Eu” e do “Outro”: comunidade, convivências e interações entre pessoas","HABILIDADES":"(EF02HI02) Identificar e descrever práticas e papéis sociais que as pessoas exercem em diferentes comunidades."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"A noção do “Eu” e do “Outro”: comunidade, convivências e interações entre pessoas","HABILIDADES":"(EF02HI03) Selecionar situações cotidianas que remetam à percepção de mudança, pertencimento e memória."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"A noção do “Eu” e do “Outro”: registros de experiências pessoais e da comunidade no tempo e no espaço","HABILIDADES":"(EF02HI04) Selecionar e compreender o significado de objetos e documentos pessoais como fontes de memórias e histórias nos âmbitos pessoal, familiar, escolar e comunitário."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"Formas de registrar e narrar histórias (marcos de memória materiais e imateriais)","HABILIDADES":"(EF02HI05) Selecionar objetos e documentos pessoais e de grupos próximos ao seu convívio e compreender sua função, seu uso e seu significado."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"O tempo como medida","HABILIDADES":"(EF02HI06) Identificar e organizar, temporalmente, fatos da vida cotidiana, usando noções relacionadas ao tempo (antes, durante, ao mesmo tempo e depois)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"A comunidade e seus registros","OBJETOS DE CONHECIMENTO":"O tempo como medida","HABILIDADES":"(EF02HI07) Identificar e utilizar diferentes marcadores do tempo presentes na comunidade, como relógio e calendário."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"As formas de registrar as experiências da comunidade","OBJETOS DE CONHECIMENTO":"As fontes: relatos orais, objetos, imagens (pinturas, fotografias, vídeos), músicas, escrita, tecnologias digitais de informação e comunicação e inscrições nas paredes, ruas e espaços sociais","HABILIDADES":"(EF02HI08) Compilar histórias da família e/ou da comunidade registradas em diferentes fontes."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"As formas de registrar as experiências da comunidade","OBJETOS DE CONHECIMENTO":"As fontes: relatos orais, objetos, imagens (pinturas, fotografias, vídeos), músicas, escrita, tecnologias digitais de informação e comunicação e inscrições nas paredes, ruas e espaços sociais","HABILIDADES":"(EF02HI09) Identificar objetos e documentos pessoais que remetam à própria experiência no âmbito da família e/ou da comunidade, discutindo as razões pelas quais alguns objetos são preservados e outros são descartados."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"O trabalho e a sustentabilidade na comunidade","OBJETOS DE CONHECIMENTO":"A sobrevivência e a relação com a natureza","HABILIDADES":"(EF02HI10) Identificar diferentes formas de trabalho existentes na comunidade em que vive, seus significados, suas especificidades e importância."}
,
{"COMPONENTE":"História","ANO/FAIXA":"2º","UNIDADES TEMÁTICAS":"O trabalho e a sustentabilidade na comunidade","OBJETOS DE CONHECIMENTO":"A sobrevivência e a relação com a natureza","HABILIDADES":"(EF02HI11) Identificar impactos no ambiente causados pelas diferentes formas de trabalho existentes na comunidade em que vive."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"As pessoas e os grupos que compõem a cidade e o município","OBJETOS DE CONHECIMENTO":"O “Eu”, o “Outro” e os diferentes grupos sociais e étnicos que compõem a cidade e os municípios: os desafios sociais, culturais e ambientais do lugar onde vive","HABILIDADES":"(EF03HI01) Identificar os grupos populacionais que formam a cidade, o município e a região, as relações estabelecidas entre eles e os eventos que marcam a formação da cidade, como fenômenos migratórios (vida rural/vida urbana), desmatamentos, estabelecimento de grandes empresas etc."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"As pessoas e os grupos que compõem a cidade e o município","OBJETOS DE CONHECIMENTO":"O “Eu”, o “Outro” e os diferentes grupos sociais e étnicos que compõem a cidade e os municípios: os desafios sociais, culturais e ambientais do lugar onde vive","HABILIDADES":"(EF03HI02) Selecionar, por meio da consulta de fontes de diferentes naturezas, e registrar acontecimentos ocorridos ao longo do tempo na cidade ou região em que vive."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"As pessoas e os grupos que compõem a cidade e o município","OBJETOS DE CONHECIMENTO":"O “Eu”, o “Outro” e os diferentes grupos sociais e étnicos que compõem a cidade e os municípios: os desafios sociais, culturais e ambientais do lugar onde vive","HABILIDADES":"(EF03HI03) Identificar e comparar pontos de vista em relação a eventos significativos do local em que vive, aspectos relacionados a condições sociais e à presença de diferentes grupos sociais e culturais, com especial destaque para as culturas africanas, indígenas e de migrantes."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"As pessoas e os grupos que compõem a cidade e o município","OBJETOS DE CONHECIMENTO":"Os patrimônios históricos e culturais da cidade e/ou do município em que vive","HABILIDADES":"(EF03HI04) Identificar os patrimônios históricos e culturais de sua cidade ou região e discutir as razões culturais, sociais e políticas para que assim sejam considerados."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"O lugar em que vive","OBJETOS DE CONHECIMENTO":"A produção dos marcos da memória: os lugares de memória (ruas, praças, escolas, monumentos, museus etc.)","HABILIDADES":"(EF03HI05) Identificar os marcos históricos do lugar em que vive e compreender seus significados."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"O lugar em que vive","OBJETOS DE CONHECIMENTO":"A produção dos marcos da memória: os lugares de memória (ruas, praças, escolas, monumentos, museus etc.)","HABILIDADES":"(EF03HI06) Identificar os registros de memória na cidade (nomes de ruas, monumentos, edifícios etc.), discutindo os critérios que explicam a escolha desses nomes."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"O lugar em que vive","OBJETOS DE CONHECIMENTO":"A produção dos marcos da memória: formação cultural da população","HABILIDADES":"(EF03HI07) Identificar semelhanças e diferenças existentes entre comunidades de sua cidade ou região, e descrever o papel dos diferentes grupos sociais que as formam."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"O lugar em que vive","OBJETOS DE CONHECIMENTO":"A produção dos marcos da memória: a cidade e o campo, aproximações e diferenças","HABILIDADES":"(EF03HI08) Identificar modos de vida na cidade e no campo no presente, comparando-os com os do passado."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"A noção de espaço público e privado","OBJETOS DE CONHECIMENTO":"A cidade, seus espaços públicos e privados e suas áreas de conservação ambiental","HABILIDADES":"(EF03HI09) Mapear os espaços públicos no lugar em que vive (ruas, praças, escolas, hospitais, prédios da Prefeitura e da Câmara de Vereadores etc.) e identificar suas funções."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"A noção de espaço público e privado","OBJETOS DE CONHECIMENTO":"A cidade, seus espaços públicos e privados e suas áreas de conservação ambiental","HABILIDADES":"(EF03HI10) Identificar as diferenças entre o espaço doméstico, os espaços públicos e as áreas de conservação ambiental, compreendendo a importância dessa distinção."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"A noção de espaço público e privado","OBJETOS DE CONHECIMENTO":"A cidade e suas atividades: trabalho, cultura e lazer","HABILIDADES":"(EF03HI11) Identificar diferenças entre formas de trabalho realizadas na cidade e no campo, considerando também o uso da tecnologia nesses diferentes contextos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"3º","UNIDADES TEMÁTICAS":"A noção de espaço público e privado","OBJETOS DE CONHECIMENTO":"A cidade e suas atividades: trabalho, cultura e lazer","HABILIDADES":"(EF03HI12) Comparar as relações de trabalho e lazer do presente com as de outros tempos e espaços, analisando mudanças e permanências."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Transformações e permanências nas trajetórias dos grupos humanos","OBJETOS DE CONHECIMENTO":"A ação das pessoas, grupos sociais e comunidades no tempo e no espaço: nomadismo, agricultura, escrita, navegações, indústria, entre outras","HABILIDADES":"(EF04HI01) Reconhecer a história como resultado da ação do ser humano no tempo e no espaço, com base na identificação de mudanças e permanências ao longo do tempo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Transformações e permanências nas trajetórias dos grupos humanos","OBJETOS DE CONHECIMENTO":"A ação das pessoas, grupos sociais e comunidades no tempo e no espaço: nomadismo, agricultura, escrita, navegações, indústria, entre outras","HABILIDADES":"(EF04HI02) Identificar mudanças e permanências ao longo do tempo, discutindo os sentidos dos grandes marcos da história da humanidade (nomadismo, desenvolvimento da agricultura e do pastoreio, criação da indústria etc.)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Transformações e permanências nas trajetórias dos grupos humanos","OBJETOS DE CONHECIMENTO":"O passado e o presente: a noção de permanência e as lentas transformações sociais e culturais","HABILIDADES":"(EF04HI03) Identificar as transformações ocorridas na cidade ao longo do tempo e discutir suas interferências nos modos de vida de seus habitantes, tomando como ponto de partida o presente."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Circulação de pessoas, produtos e culturas","OBJETOS DE CONHECIMENTO":"A circulação de pessoas e as transformações no meio natural","HABILIDADES":"(EF04HI04) Identificar as relações entre os indivíduos e a natureza e discutir o significado do nomadismo e da fixação das primeiras comunidades humanas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Circulação de pessoas, produtos e culturas","OBJETOS DE CONHECIMENTO":"A circulação de pessoas e as transformações no meio natural","HABILIDADES":"(EF04HI05) Relacionar os processos de ocupação do campo a intervenções na natureza, avaliando os resultados dessas intervenções."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Circulação de pessoas, produtos e culturas","OBJETOS DE CONHECIMENTO":"A invenção do comércio e a circulação de produtos","HABILIDADES":"(EF04HI06) Identificar as transformações ocorridas nos processos de deslocamento das pessoas e mercadorias, analisando as formas de adaptação ou marginalização."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Circulação de pessoas, produtos e culturas","OBJETOS DE CONHECIMENTO":"As rotas terrestres, fluviais e marítimas e seus impactos para a formação de cidades e as transformações do meio natural","HABILIDADES":"(EF04HI07) Identificar e descrever a importância dos caminhos terrestres, fluviais e marítimos para a dinâmica da vida comercial."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"Circulação de pessoas, produtos e culturas","OBJETOS DE CONHECIMENTO":"O mundo da tecnologia: a integração de pessoas e as exclusões sociais e culturais","HABILIDADES":"(EF04HI08) Identificar as transformações ocorridas nos meios de comunicação (cultura oral, imprensa, rádio, televisão, cinema, internet e demais tecnologias digitais de informação e comunicação) e discutir seus significados para os diferentes grupos ou estratos sociais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"As questões históricas relativas às migrações","OBJETOS DE CONHECIMENTO":"O surgimento da espécie humana no continente africano e sua expansão pelo mundo","HABILIDADES":"(EF04HI09) Identificar as motivações dos processos migratórios em diferentes tempos e espaços e avaliar o papel desempenhado pela migração nas regiões de destino."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"As questões históricas relativas às migrações","OBJETOS DE CONHECIMENTO":"Os processos migratórios para a formação do Brasil: os grupos indígenas, a presença portuguesa e a diáspora forçada dos africanos\nOs processos migratórios do final do século XIX e início do século XX no Brasil \nAs dinâmicas internas de migração no Brasil a partir dos anos 1960","HABILIDADES":"(EF04HI10) Analisar diferentes fluxos populacionais e suas contribuições para a formação da sociedade brasileira."}
,
{"COMPONENTE":"História","ANO/FAIXA":"4º","UNIDADES TEMÁTICAS":"As questões históricas relativas às migrações","OBJETOS DE CONHECIMENTO":"Os processos migratórios para a formação do Brasil: os grupos indígenas, a presença portuguesa e a diáspora forçada dos africanos\nOs processos migratórios do final do século XIX e início do século XX no Brasil \nAs dinâmicas internas de migração no Brasil a partir dos anos 1960","HABILIDADES":"(EF04HI11) Analisar, na sociedade em que vive, a existência ou não de mudanças associadas à migração (interna e internacional)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Povos e culturas: meu lugar no mundo e meu grupo social","OBJETOS DE CONHECIMENTO":"O que forma um povo: do nomadismo aos primeiros povos sedentarizados","HABILIDADES":"(EF05HI01) Identificar os processos de formação das culturas e dos povos, relacionando-os com o espaço geográfico ocupado."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Povos e culturas: meu lugar no mundo e meu grupo social","OBJETOS DE CONHECIMENTO":"As formas de organização social e política: a noção de Estado","HABILIDADES":"(EF05HI02) Identificar os mecanismos de organização do poder político com vistas à compreensão da ideia de Estado e/ou de outras formas de ordenação social."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Povos e culturas: meu lugar no mundo e meu grupo social","OBJETOS DE CONHECIMENTO":"O papel das religiões e da cultura para a formação dos povos antigos","HABILIDADES":"(EF05HI03) Analisar o papel das culturas e das religiões na composição identitária dos povos antigos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Povos e culturas: meu lugar no mundo e meu grupo social","OBJETOS DE CONHECIMENTO":"Cidadania, diversidade cultural e respeito às diferenças sociais, culturais e históricas","HABILIDADES":"(EF05HI04) Associar a noção de cidadania com os princípios de respeito à diversidade, à pluralidade e aos direitos humanos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Povos e culturas: meu lugar no mundo e meu grupo social","OBJETOS DE CONHECIMENTO":"Cidadania, diversidade cultural e respeito às diferenças sociais, culturais e históricas","HABILIDADES":"(EF05HI05) Associar o conceito de cidadania à conquista de direitos dos povos e das sociedades, compreendendo-o como conquista histórica."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Registros da história: linguagens e culturas","OBJETOS DE CONHECIMENTO":"As tradições orais e a valorização da memória\nO surgimento da escrita e a noção de fonte para a transmissão de saberes, culturas e histórias","HABILIDADES":"(EF05HI06) Comparar o uso de diferentes linguagens e tecnologias no processo de comunicação e avaliar os significados sociais, políticos e culturais atribuídos a elas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Registros da história: linguagens e culturas","OBJETOS DE CONHECIMENTO":"As tradições orais e a valorização da memória\nO surgimento da escrita e a noção de fonte para a transmissão de saberes, culturas e histórias","HABILIDADES":"(EF05HI07) Identificar os processos de produção, hierarquização e difusão dos marcos de memória e discutir a presença e/ou a ausência de diferentes grupos que compõem a sociedade na nomeação desses marcos de memória."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Registros da história: linguagens e culturas","OBJETOS DE CONHECIMENTO":"As tradições orais e a valorização da memória\nO surgimento da escrita e a noção de fonte para a transmissão de saberes, culturas e histórias","HABILIDADES":"(EF05HI08) Identificar formas de marcação da passagem do tempo em distintas sociedades, incluindo os povos indígenas originários e os povos africanos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Registros da história: linguagens e culturas","OBJETOS DE CONHECIMENTO":"As tradições orais e a valorização da memória\nO surgimento da escrita e a noção de fonte para a transmissão de saberes, culturas e histórias","HABILIDADES":"(EF05HI09) Comparar pontos de vista sobre temas que impactam a vida cotidiana no tempo presente, por meio do acesso a diferentes fontes, incluindo orais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"5º","UNIDADES TEMÁTICAS":"Registros da história: linguagens e culturas","OBJETOS DE CONHECIMENTO":"Os patrimônios materiais e imateriais da humanidade","HABILIDADES":"(EF05HI10) Inventariar os patrimônios materiais e imateriais da humanidade e analisar mudanças e permanências desses patrimônios ao longo do tempo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"História: tempo, espaço e formas de registros","OBJETOS DE CONHECIMENTO":"A questão do tempo, sincronias e diacronias: reflexões sobre o sentido das cronologias","HABILIDADES":"(EF06HI01) Identificar diferentes formas de compreensão da noção de tempo e de periodização dos processos históricos (continuidades e rupturas)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"História: tempo, espaço e formas de registros","OBJETOS DE CONHECIMENTO":"Formas de registro da história e da produção do conhecimento histórico","HABILIDADES":"(EF06HI02) Identificar a gênese da produção do saber histórico e analisar o significado das fontes que originaram determinadas formas de registro em sociedades e épocas distintas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"História: tempo, espaço e formas de registros","OBJETOS DE CONHECIMENTO":"As origens da humanidade, seus deslocamentos e os processos de sedentarização","HABILIDADES":"(EF06HI03) Identificar as hipóteses científicas sobre o surgimento da espécie humana e sua historicidade e analisar os significados dos mitos de fundação."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"História: tempo, espaço e formas de registros","OBJETOS DE CONHECIMENTO":"As origens da humanidade, seus deslocamentos e os processos de sedentarização","HABILIDADES":"(EF06HI04) Conhecer as teorias sobre a origem do homem americano."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"História: tempo, espaço e formas de registros","OBJETOS DE CONHECIMENTO":"As origens da humanidade, seus deslocamentos e os processos de sedentarização","HABILIDADES":"(EF06HI05) Descrever modificações da natureza e da paisagem realizadas por diferentes tipos de sociedade, com destaque para os povos indígenas originários e povos africanos, e discutir a natureza e a lógica das transformações ocorridas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"História: tempo, espaço e formas de registros","OBJETOS DE CONHECIMENTO":"As origens da humanidade, seus deslocamentos e os processos de sedentarização","HABILIDADES":"(EF06HI06) Identificar geograficamente as rotas de povoamento no território americano."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"A invenção do mundo clássico e o contraponto com outras sociedades","OBJETOS DE CONHECIMENTO":"Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos)\nOs povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais","HABILIDADES":"(EF06HI07) Identificar aspectos e formas de registro das sociedades antigas na África, no Oriente Médio e nas Américas, distinguindo alguns significados presentes na cultura material e na tradição oral dessas sociedades."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"A invenção do mundo clássico e o contraponto com outras sociedades","OBJETOS DE CONHECIMENTO":"Povos da Antiguidade na África (egípcios), no Oriente Médio (mesopotâmicos) e nas Américas (pré-colombianos)\nOs povos indígenas originários do atual território brasileiro e seus hábitos culturais e sociais","HABILIDADES":"(EF06HI08) Identificar os espaços territoriais ocupados e os aportes culturais, científicos, sociais e econômicos dos astecas, maias e incas e dos povos indígenas de diversas regiões brasileiras."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"A invenção do mundo clássico e o contraponto com outras sociedades","OBJETOS DE CONHECIMENTO":"O Ocidente Clássico: aspectos da cultura na Grécia e em Roma","HABILIDADES":"(EF06HI09) Discutir o conceito de Antiguidade Clássica, seu alcance e limite na tradição ocidental, assim como os impactos sobre outras sociedades e culturas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Lógicas de organização política","OBJETOS DE CONHECIMENTO":"As noções de cidadania e política na Grécia e em Roma\n• Domínios e expansão das culturas grega e romana\n• Significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política\nAs diferentes formas de organização política na África: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias","HABILIDADES":"(EF06HI10) Explicar a formação da Grécia Antiga, com ênfase na formação da pólis e nas transformações políticas, sociais e culturais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Lógicas de organização política","OBJETOS DE CONHECIMENTO":"As noções de cidadania e política na Grécia e em Roma\n• Domínios e expansão das culturas grega e romana\n• Significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política\nAs diferentes formas de organização política na África: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias","HABILIDADES":"(EF06HI11) Caracterizar o processo de formação da Roma Antiga e suas configurações sociais e políticas nos períodos monárquico e republicano."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Lógicas de organização política","OBJETOS DE CONHECIMENTO":"As noções de cidadania e política na Grécia e em Roma\n• Domínios e expansão das culturas grega e romana\n• Significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política\nAs diferentes formas de organização política na África: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias","HABILIDADES":"(EF06HI12) Associar o conceito de cidadania a dinâmicas de inclusão e exclusão na Grécia e Roma antigas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Lógicas de organização política","OBJETOS DE CONHECIMENTO":"As noções de cidadania e política na Grécia e em Roma\n• Domínios e expansão das culturas grega e romana\n• Significados do conceito de “império” e as lógicas de conquista, conflito e negociação dessa forma de organização política\nAs diferentes formas de organização política na África: reinos, impérios, cidades-estados e sociedades linhageiras ou aldeias","HABILIDADES":"(EF06HI13) Conceituar “império” no mundo antigo, com vistas à análise das diferentes formas de equilíbrio e desequilíbrio entre as partes envolvidas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Lógicas de organização política","OBJETOS DE CONHECIMENTO":"A passagem do mundo antigo para o mundo medieval\nA fragmentação do poder político na Idade Média","HABILIDADES":"(EF06HI14) Identificar e analisar diferentes formas de contato, adaptação ou exclusão entre populações em diferentes tempos e espaços."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Lógicas de organização política","OBJETOS DE CONHECIMENTO":"O Mediterrâneo como espaço de interação entre as sociedades da Europa, da África e do Oriente Médio","HABILIDADES":"(EF06HI15) Descrever as dinâmicas de circulação de pessoas, produtos e culturas no Mediterrâneo e seu significado."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Trabalho e formas de organização social e cultural","OBJETOS DE CONHECIMENTO":"Senhores e servos no mundo antigo e no medieval\nEscravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África)\nLógicas comerciais na Antiguidade romana e no mundo medieval","HABILIDADES":"(EF06HI16) Caracterizar e comparar as dinâmicas de abastecimento e as formas de organização do trabalho e da vida social em diferentes sociedades e períodos, com destaque para as relações entre senhores e servos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Trabalho e formas de organização social e cultural","OBJETOS DE CONHECIMENTO":"Senhores e servos no mundo antigo e no medieval\nEscravidão e trabalho livre em diferentes temporalidades e espaços (Roma Antiga, Europa medieval e África)\nLógicas comerciais na Antiguidade romana e no mundo medieval","HABILIDADES":"(EF06HI17) Diferenciar escravidão, servidão e trabalho livre no mundo antigo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Trabalho e formas de organização social e cultural","OBJETOS DE CONHECIMENTO":"O papel da religião cristã, dos mosteiros e da cultura na Idade Média","HABILIDADES":"(EF06HI18) Analisar o papel da religião cristã na cultura e nos modos de organização social no período medieval."}
,
{"COMPONENTE":"História","ANO/FAIXA":"6º","UNIDADES TEMÁTICAS":"Trabalho e formas de organização social e cultural","OBJETOS DE CONHECIMENTO":"O papel da mulher na Grécia e em Roma, e no período medieval","HABILIDADES":"(EF06HI19) Descrever e analisar os diferentes papéis sociais das mulheres no mundo antigo e nas sociedades medievais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"O mundo moderno e a conexão entre sociedades africanas, americanas e europeias","OBJETOS DE CONHECIMENTO":"A construção da ideia de modernidade e seus impactos na concepção de História\nA ideia de “Novo Mundo” ante o Mundo Antigo: permanências e rupturas de saberes e práticas na emergência do mundo moderno","HABILIDADES":"(EF07HI01) Explicar o significado de “modernidade” e suas lógicas de inclusão e exclusão, com base em uma concepção europeia."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"O mundo moderno e a conexão entre sociedades africanas, americanas e europeias","OBJETOS DE CONHECIMENTO":"A construção da ideia de modernidade e seus impactos na concepção de História\nA ideia de “Novo Mundo” ante o Mundo Antigo: permanências e rupturas de saberes e práticas na emergência do mundo moderno","HABILIDADES":"(EF07HI02) Identificar conexões e interações entre as sociedades do Novo Mundo, da Europa, da África e da Ásia no contexto das navegações e indicar a complexidade e as interações que ocorrem nos Oceanos Atlântico, Índico e Pacífico."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"O mundo moderno e a conexão entre sociedades africanas, americanas e europeias","OBJETOS DE CONHECIMENTO":"Saberes dos povos africanos e pré-colombianos expressos na cultura material e imaterial","HABILIDADES":"(EF07HI03) Identificar aspectos e processos específicos das sociedades africanas e americanas antes da chegada dos europeus, com destaque para as formas de organização social e o desenvolvimento de saberes e técnicas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Humanismos, Renascimentos e o Novo Mundo","OBJETOS DE CONHECIMENTO":"Humanismos: uma nova visão de ser humano e de mundo\nRenascimentos artísticos e culturais","HABILIDADES":"(EF07HI04) Identificar as principais características dos Humanismos e dos Renascimentos e analisar seus significados."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Humanismos, Renascimentos e o Novo Mundo","OBJETOS DE CONHECIMENTO":"Reformas religiosas: a cristandade fragmentada","HABILIDADES":"(EF07HI05) Identificar e relacionar as vinculações entre as reformas religiosas e os processos culturais e sociais do período moderno na Europa e na América."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Humanismos, Renascimentos e o Novo Mundo","OBJETOS DE CONHECIMENTO":"As descobertas científicas e a expansão marítima","HABILIDADES":"(EF07HI06) Comparar as navegações no Atlântico e no Pacífico entre os séculos XIV e XVI."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"A organização do poder e as dinâmicas do mundo colonial americano","OBJETOS DE CONHECIMENTO":"A formação e o funcionamento das monarquias europeias: a lógica da centralização política e os conflitos na Europa","HABILIDADES":"(EF07HI07) Descrever os processos de formação e consolidação das monarquias e suas principais características com vistas à compreensão das razões da centralização política."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"A organização do poder e as dinâmicas do mundo colonial americano","OBJETOS DE CONHECIMENTO":"A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação","HABILIDADES":"(EF07HI08) Descrever as formas de organização das sociedades americanas no tempo da conquista com vistas à compreensão dos mecanismos de alianças, confrontos e resistências."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"A organização do poder e as dinâmicas do mundo colonial americano","OBJETOS DE CONHECIMENTO":"A conquista da América e as formas de organização política dos indígenas e europeus: conflitos, dominação e conciliação","HABILIDADES":"(EF07HI09) Analisar os diferentes impactos da conquista europeia da América para as populações ameríndias e identificar as formas de resistência."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"A organização do poder e as dinâmicas do mundo colonial americano","OBJETOS DE CONHECIMENTO":"A estruturação dos vice-reinos nas Américas\nResistências indígenas, invasões e expansão na América portuguesa","HABILIDADES":"(EF07HI10) Analisar, com base em documentos históricos, diferentes interpretações sobre as dinâmicas das sociedades americanas no período colonial."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"A organização do poder e as dinâmicas do mundo colonial americano","OBJETOS DE CONHECIMENTO":"A estruturação dos vice-reinos nas Américas\nResistências indígenas, invasões e expansão na América portuguesa","HABILIDADES":"(EF07HI11) Analisar a formação histórico-geográfica do território da América portuguesa por meio de mapas históricos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"A organização do poder e as dinâmicas do mundo colonial americano","OBJETOS DE CONHECIMENTO":"A estruturação dos vice-reinos nas Américas\nResistências indígenas, invasões e expansão na América portuguesa","HABILIDADES":"(EF07HI12) Identificar a distribuição territorial da população brasileira em diferentes épocas, considerando a diversidade étnico-racial e étnico-cultural (indígena, africana, europeia e asiática)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Lógicas comerciais e mercantis da modernidade","OBJETOS DE CONHECIMENTO":"As lógicas mercantis e o domínio europeu sobre os mares e o contraponto Oriental","HABILIDADES":"(EF07HI13) Caracterizar a ação dos europeus e suas lógicas mercantis visando ao domínio no mundo atlântico."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Lógicas comerciais e mercantis da modernidade","OBJETOS DE CONHECIMENTO":"As lógicas mercantis e o domínio europeu sobre os mares e o contraponto Oriental","HABILIDADES":"(EF07HI14) Descrever as dinâmicas comerciais das sociedades americanas e africanas e analisar suas interações com outras sociedades do Ocidente e do Oriente."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Lógicas comerciais e mercantis da modernidade","OBJETOS DE CONHECIMENTO":"As lógicas internas das sociedades africanas\nAs formas de organização das sociedades ameríndias\nA escravidão moderna e o tráfico de escravizados","HABILIDADES":"(EF07HI15) Discutir o conceito de escravidão moderna e suas distinções em relação ao escravismo antigo e à servidão medieval."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Lógicas comerciais e mercantis da modernidade","OBJETOS DE CONHECIMENTO":"As lógicas internas das sociedades africanas\nAs formas de organização das sociedades ameríndias\nA escravidão moderna e o tráfico de escravizados","HABILIDADES":"(EF07HI16) Analisar os mecanismos e as dinâmicas de comércio de escravizados em suas diferentes fases, identificando os agentes responsáveis pelo tráfico e as regiões e zonas africanas de procedência dos escravizados."}
,
{"COMPONENTE":"História","ANO/FAIXA":"7º","UNIDADES TEMÁTICAS":"Lógicas comerciais e mercantis da modernidade","OBJETOS DE CONHECIMENTO":"A emergência do capitalismo","HABILIDADES":"(EF07HI17) Discutir as razões da passagem do mercantilismo para o capitalismo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O mundo contemporâneo: o Antigo Regime em crise","OBJETOS DE CONHECIMENTO":"A questão do iluminismo e da ilustração","HABILIDADES":"(EF08HI01) Identificar os principais aspectos conceituais do iluminismo e do liberalismo e discutir a relação entre eles e a organização do mundo contemporâneo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O mundo contemporâneo: o Antigo Regime em crise","OBJETOS DE CONHECIMENTO":"As revoluções inglesas e os princípios do liberalismo","HABILIDADES":"(EF08HI02) Identificar as particularidades político-sociais da Inglaterra do século XVII e analisar os desdobramentos posteriores à Revolução Gloriosa."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O mundo contemporâneo: o Antigo Regime em crise","OBJETOS DE CONHECIMENTO":"Revolução Industrial e seus impactos na produção e circulação de povos, produtos e culturas","HABILIDADES":"(EF08HI03) Analisar os impactos da Revolução Industrial na produção e circulação de povos, produtos e culturas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O mundo contemporâneo: o Antigo Regime em crise","OBJETOS DE CONHECIMENTO":"Revolução Francesa e seus desdobramentos","HABILIDADES":"(EF08HI04) Identificar e relacionar os processos da Revolução Francesa e seus desdobramentos na Europa e no mundo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O mundo contemporâneo: o Antigo Regime em crise","OBJETOS DE CONHECIMENTO":"Rebeliões na América portuguesa: as conjurações mineira e baiana","HABILIDADES":"(EF08HI05) Explicar os movimentos e as rebeliões da América portuguesa, articulando as temáticas locais e suas interfaces com processos ocorridos na Europa e nas Américas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI06) Aplicar os conceitos de Estado, nação, território, governo e país para o entendimento de conflitos e tensões."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI07) Identificar e contextualizar as especificidades dos diversos processos de independência nas Américas, seus aspectos populacionais e suas conformações territoriais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI08) Conhecer o ideário dos líderes dos movimentos independentistas e seu papel nas revoluções que levaram à independência das colônias hispano-americanas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI09) Conhecer as características e os principais pensadores do Pan-americanismo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI10) Identificar a Revolução de São Domingo como evento singular e desdobramento da Revolução Francesa e avaliar suas implicações."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI11) Identificar e explicar os protagonismos e a atuação de diferentes grupos sociais e étnicos nas lutas de independência no Brasil, na América espanhola e no Haiti."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI12) Caracterizar a organização política e social no Brasil desde a chegada da Corte portuguesa, em 1808, até 1822 e seus desdobramentos para a história política brasileira."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"Independência dos Estados Unidos da América \nIndependências na América espanhola\n• A revolução dos escravizados em São Domingo e seus múltiplos significados e desdobramentos: o caso do Haiti\nOs caminhos até a independência do Brasil","HABILIDADES":"(EF08HI13) Analisar o processo de independência em diferentes países latino-americanos e comparar as formas de governo neles adotadas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Os processos de independência nas Américas","OBJETOS DE CONHECIMENTO":"A tutela da população indígena, a escravidão dos negros e a tutela dos egressos da escravidão","HABILIDADES":"(EF08HI14) Discutir a noção da tutela dos grupos indígenas e a participação dos negros na sociedade brasileira do final do período colonial, identificando permanências na forma de preconceitos, estereótipos e violências sobre as populações indígenas e negras no Brasil e nas Américas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"Brasil: Primeiro Reinado\nO Período Regencial e as contestações ao poder central\nO Brasil do Segundo Reinado: política e economia\n• A Lei de Terras e seus desdobramentos na política do Segundo Reinado\n• Territórios e fronteiras: a Guerra do Paraguai","HABILIDADES":"(EF08HI15) Identificar e analisar o equilíbrio das forças e os sujeitos envolvidos nas disputas políticas durante o Primeiro e o Segundo Reinado."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"Brasil: Primeiro Reinado\nO Período Regencial e as contestações ao poder central\nO Brasil do Segundo Reinado: política e economia\n• A Lei de Terras e seus desdobramentos na política do Segundo Reinado\n• Territórios e fronteiras: a Guerra do Paraguai","HABILIDADES":"(EF08HI16) Identificar, comparar e analisar a diversidade política, social e regional nas rebeliões e nos movimentos contestatórios ao poder centralizado."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"Brasil: Primeiro Reinado\nO Período Regencial e as contestações ao poder central\nO Brasil do Segundo Reinado: política e economia\n• A Lei de Terras e seus desdobramentos na política do Segundo Reinado\n• Territórios e fronteiras: a Guerra do Paraguai","HABILIDADES":"(EF08HI17) Relacionar as transformações territoriais, em razão de questões de fronteiras, com as tensões e conflitos durante o Império."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"Brasil: Primeiro Reinado\nO Período Regencial e as contestações ao poder central\nO Brasil do Segundo Reinado: política e economia\n• A Lei de Terras e seus desdobramentos na política do Segundo Reinado\n• Territórios e fronteiras: a Guerra do Paraguai","HABILIDADES":"(EF08HI18) Identificar as questões internas e externas sobre a atuação do Brasil na Guerra do Paraguai e discutir diferentes versões sobre o conflito."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"O escravismo no Brasil do século XIX: plantations e revoltas de escravizados, abolicionismo e políticas migratórias no Brasil Imperial","HABILIDADES":"(EF08HI19) Formular questionamentos sobre o legado da escravidão nas Américas, com base na seleção e consulta de fontes de diferentes naturezas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"O escravismo no Brasil do século XIX: plantations e revoltas de escravizados, abolicionismo e políticas migratórias no Brasil Imperial","HABILIDADES":"(EF08HI20) Identificar e relacionar aspectos das estruturas sociais da atualidade com os legados da escravidão no Brasil e discutir a importância de ações afirmativas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"Políticas de extermínio do indígena durante o Império","HABILIDADES":"(EF08HI21) Identificar e analisar as políticas oficiais com relação ao indígena durante o Império."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"O Brasil no século XIX","OBJETOS DE CONHECIMENTO":"A produção do imaginário nacional brasileiro: cultura popular, representações visuais, letras e o Romantismo no Brasil","HABILIDADES":"(EF08HI22) Discutir o papel das culturas letradas, não letradas e das artes na produção das identidades no Brasil do século XIX."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Configurações do mundo no século XIX","OBJETOS DE CONHECIMENTO":"Nacionalismo, revoluções e as novas nações europeias","HABILIDADES":"(EF08HI23) Estabelecer relações causais entre as ideologias raciais e o determinismo no contexto do imperialismo europeu e seus impactos na África e na Ásia."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Configurações do mundo no século XIX","OBJETOS DE CONHECIMENTO":"Uma nova ordem econômica: as demandas do capitalismo industrial e o lugar das economias africanas e asiáticas nas dinâmicas globais","HABILIDADES":"(EF08HI24) Reconhecer os principais produtos, utilizados pelos europeus, procedentes do continente africano durante o imperialismo e analisar os impactos sobre as comunidades locais na forma de organização e exploração econômica."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Configurações do mundo no século XIX","OBJETOS DE CONHECIMENTO":"Os Estados Unidos da América e a América Latina no século XIX","HABILIDADES":"(EF08HI25) Caracterizar e contextualizar aspectos das relações entre os Estados Unidos da América e a América Latina no século XIX."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Configurações do mundo no século XIX","OBJETOS DE CONHECIMENTO":"O imperialismo europeu e a partilha da África e da Ásia","HABILIDADES":"(EF08HI26) Identificar e contextualizar o protagonismo das populações locais na resistência ao imperialismo na África e Ásia."}
,
{"COMPONENTE":"História","ANO/FAIXA":"8º","UNIDADES TEMÁTICAS":"Configurações do mundo no século XIX","OBJETOS DE CONHECIMENTO":"Pensamento e cultura no século XIX: darwinismo e racismo\nO discurso civilizatório nas Américas, o silenciamento dos saberes indígenas e as formas de integração e destruição de comunidades e povos indígenas\nA resistência dos povos e comunidades indígenas diante da ofensiva civilizatória","HABILIDADES":"(EF08HI27) Identificar as tensões e os significados dos discursos civilizatórios, avaliando seus impactos negativos para os povos indígenas originários e as populações negras nas Américas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"Experiências republicanas e práticas autoritárias: as tensões e disputas do mundo contemporâneo\nA proclamação da República e seus primeiros desdobramentos","HABILIDADES":"(EF09HI01) Descrever e contextualizar os principais aspectos sociais, culturais, econômicos e políticos da emergência da República no Brasil."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"Experiências republicanas e práticas autoritárias: as tensões e disputas do mundo contemporâneo\nA proclamação da República e seus primeiros desdobramentos","HABILIDADES":"(EF09HI02) Caracterizar e compreender os ciclos da história republicana, identificando particularidades da história local e regional até 1954."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"A questão da inserção dos negros no período republicano do pós-abolição\nOs movimentos sociais e a imprensa negra; a cultura afro-brasileira como elemento de resistência e superação das discriminações","HABILIDADES":"(EF09HI03) Identificar os mecanismos de inserção dos negros na sociedade brasileira pós-abolição e avaliar os seus resultados."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"A questão da inserção dos negros no período republicano do pós-abolição\nOs movimentos sociais e a imprensa negra; a cultura afro-brasileira como elemento de resistência e superação das discriminações","HABILIDADES":"(EF09HI04) Discutir a importância da participação da população negra na formação econômica, política e social do Brasil."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"Primeira República e suas características\nContestações e dinâmicas da vida cultural no Brasil entre 1900 e 1930","HABILIDADES":"(EF09HI05) Identificar os processos de urbanização e modernização da sociedade brasileira e avaliar suas contradições e impactos na região em que vive."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"O período varguista e suas contradições\nA emergência da vida urbana e a segregação espacial\nO trabalhismo e seu protagonismo político","HABILIDADES":"(EF09HI06) Identificar e discutir o papel do trabalhismo como força política, social e cultural no Brasil, em diferentes escalas (nacional, regional, cidade, comunidade)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"A questão indígena durante a República (até 1964)","HABILIDADES":"(EF09HI07) Identificar e explicar, em meio a lógicas de inclusão e exclusão, as pautas dos povos indígenas, no contexto republicano (até 1964), e das populações afrodescendentes."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"Anarquismo e protagonismo feminino","HABILIDADES":"(EF09HI08) Identificar as transformações ocorridas no debate sobre as questões da diversidade no Brasil durante o século XX e compreender o significado das mudanças de abordagem em relação ao tema."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"O nascimento da República no Brasil e os processos históricos até a metade do século XX","OBJETOS DE CONHECIMENTO":"Anarquismo e protagonismo feminino","HABILIDADES":"(EF09HI09) Relacionar as conquistas de direitos políticos, sociais e civis à atuação de movimentos sociais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"O mundo em conflito: a Primeira Guerra Mundial A questão da Palestina\nA Revolução Russa\nA crise capitalista de 1929","HABILIDADES":"(EF09HI10) Identificar e relacionar as dinâmicas do capitalismo e suas crises, os grandes conflitos mundiais e os conflitos vivenciados na Europa."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"O mundo em conflito: a Primeira Guerra Mundial A questão da Palestina\nA Revolução Russa\nA crise capitalista de 1929","HABILIDADES":"(EF09HI11) Identificar as especificidades e os desdobramentos mundiais da Revolução Russa e seu significado histórico."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"O mundo em conflito: a Primeira Guerra Mundial A questão da Palestina\nA Revolução Russa\nA crise capitalista de 1929","HABILIDADES":"(EF09HI12) Analisar a crise capitalista de 1929 e seus desdobramentos em relação à economia global."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"A emergência do fascismo e do nazismo \nA Segunda Guerra Mundial\nJudeus e outras vítimas do holocausto","HABILIDADES":"(EF09HI13) Descrever e contextualizar os processos da emergência do fascismo e do nazismo, a consolidação dos estados totalitários e as práticas de extermínio (como o holocausto)."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"O colonialismo na África\nAs guerras mundiais, a crise do colonialismo e o advento dos nacionalismos africanos e asiáticos","HABILIDADES":"(EF09HI14) Caracterizar e discutir as dinâmicas do colonialismo no continente africano e asiático e as lógicas de resistência das populações locais diante das questões internacionais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"A Organização das Nações Unidas (ONU) e a questão dos Direitos Humanos","HABILIDADES":"(EF09HI15) Discutir as motivações que levaram à criação da Organização das Nações Unidas (ONU) no contexto do pós-guerra e os propósitos dessa organização."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Totalitarismos e conflitos mundiais","OBJETOS DE CONHECIMENTO":"A Organização das Nações Unidas (ONU) e a questão dos Direitos Humanos","HABILIDADES":"(EF09HI16) Relacionar a Carta dos Direitos Humanos ao processo de afirmação dos direitos fundamentais e de defesa da dignidade humana, valorizando as instituições voltadas para a defesa desses direitos e para a identificação dos agentes responsáveis por sua violação."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O Brasil da era JK e o ideal de uma nação moderna: a urbanização e seus desdobramentos em um país em transformação","HABILIDADES":"(EF09HI17) Identificar e analisar processos sociais, econômicos, culturais e políticos do Brasil a partir de 1946."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O Brasil da era JK e o ideal de uma nação moderna: a urbanização e seus desdobramentos em um país em transformação","HABILIDADES":"(EF09HI18) Descrever e analisar as relações entre as transformações urbanas e seus impactos na cultura brasileira entre 1946 e 1964 e na produção das desigualdades regionais e sociais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"Os anos 1960: revolução cultural?\nA ditadura civil-militar e os processos de resistência\nAs questões indígena e negra e a ditadura","HABILIDADES":"(EF09HI19) Identificar e compreender o processo que resultou na ditadura civil-militar no Brasil e discutir a emergência de questões relacionadas à memória e à justiça sobre os casos de violação dos direitos humanos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"Os anos 1960: revolução cultural?\nA ditadura civil-militar e os processos de resistência\nAs questões indígena e negra e a ditadura","HABILIDADES":"(EF09HI20) Discutir os processos de resistência e as propostas de reorganização da sociedade brasileira durante a ditadura civil-militar."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"Os anos 1960: revolução cultural?\nA ditadura civil-militar e os processos de resistência\nAs questões indígena e negra e a ditadura","HABILIDADES":"(EF09HI21) Identificar e relacionar as demandas indígenas e quilombolas como forma de contestação ao modelo desenvolvimentista da ditadura."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O processo de redemocratização\nA Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.)\nA história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais\nOs protagonismos da sociedade civil e as alterações da sociedade brasileira\nA questão da violência contra populações marginalizadas\nO Brasil e suas relações internacionais na era da globalização","HABILIDADES":"(EF09HI22) Discutir o papel da mobilização da sociedade brasileira do final do período ditatorial até a Constituição de 1988."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O processo de redemocratização\nA Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.)\nA história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais\nOs protagonismos da sociedade civil e as alterações da sociedade brasileira\nA questão da violência contra populações marginalizadas\nO Brasil e suas relações internacionais na era da globalização","HABILIDADES":"(EF09HI23) Identificar direitos civis, políticos e sociais expressos na Constituição de 1988 e relacioná-los à noção de cidadania e ao pacto da sociedade brasileira de combate a diversas formas de preconceito, como o racismo."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O processo de redemocratização\nA Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.)\nA história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais\nOs protagonismos da sociedade civil e as alterações da sociedade brasileira\nA questão da violência contra populações marginalizadas\nO Brasil e suas relações internacionais na era da globalização","HABILIDADES":"(EF09HI24) Analisar as transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais, identificando questões prioritárias para a promoção da cidadania e dos valores democráticos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O processo de redemocratização\nA Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.)\nA história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais\nOs protagonismos da sociedade civil e as alterações da sociedade brasileira\nA questão da violência contra populações marginalizadas\nO Brasil e suas relações internacionais na era da globalização","HABILIDADES":"(EF09HI25) Relacionar as transformações da sociedade brasileira aos protagonismos da sociedade civil após 1989."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O processo de redemocratização\nA Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.)\nA história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais\nOs protagonismos da sociedade civil e as alterações da sociedade brasileira\nA questão da violência contra populações marginalizadas\nO Brasil e suas relações internacionais na era da globalização","HABILIDADES":"(EF09HI26) Discutir e analisar as causas da violência contra populações marginalizadas (negros, indígenas, mulheres, homossexuais, camponeses, pobres etc.) com vistas à tomada de consciência e à construção de uma cultura de paz, empatia e respeito às pessoas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"Modernização, ditadura civil-militar e redemocratização: o Brasil após 1946","OBJETOS DE CONHECIMENTO":"O processo de redemocratização\nA Constituição de 1988 e a emancipação das cidadanias (analfabetos, indígenas, negros, jovens etc.)\nA história recente do Brasil: transformações políticas, econômicas, sociais e culturais de 1989 aos dias atuais\nOs protagonismos da sociedade civil e as alterações da sociedade brasileira\nA questão da violência contra populações marginalizadas\nO Brasil e suas relações internacionais na era da globalização","HABILIDADES":"(EF09HI27) Relacionar aspectos das mudanças econômicas, culturais e sociais ocorridas no Brasil a partir da década de 1990 ao papel do País no cenário internacional na era da globalização."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"A Guerra Fria: confrontos de dois modelos políticos\nA Revolução Chinesa e as tensões entre China e Rússia\nA Revolução Cubana e as tensões entre Estados Unidos da América e Cuba","HABILIDADES":"(EF09HI28) Identificar e analisar aspectos da Guerra Fria, seus principais conflitos e as tensões geopolíticas no interior dos blocos liderados por soviéticos e estadunidenses."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"As experiências ditatoriais na América Latina","HABILIDADES":"(EF09HI29) Descrever e analisar as experiências ditatoriais na América Latina, seus procedimentos e vínculos com o poder, em nível nacional e internacional, e a atuação de movimentos de contestação às ditaduras."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"As experiências ditatoriais na América Latina","HABILIDADES":"(EF09HI30) Comparar as características dos regimes ditatoriais latino-americanos, com especial atenção para a censura política, a opressão e o uso da força, bem como para as reformas econômicas e sociais e seus impactos."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"Os processos de descolonização na África e na Ásia","HABILIDADES":"(EF09HI31) Descrever e avaliar os processos de descolonização na África e na Ásia."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"O fim da Guerra Fria e o processo de globalização\nPolíticas econômicas na América Latina","HABILIDADES":"(EF09HI32) Analisar mudanças e permanências associadas ao processo de globalização, considerando os argumentos dos movimentos críticos às políticas globais."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"O fim da Guerra Fria e o processo de globalização\nPolíticas econômicas na América Latina","HABILIDADES":"(EF09HI33) Analisar as transformações nas relações políticas locais e globais geradas pelo desenvolvimento das tecnologias digitais de informação e comunicação."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"O fim da Guerra Fria e o processo de globalização\nPolíticas econômicas na América Latina","HABILIDADES":"(EF09HI34) Discutir as motivações da adoção de diferentes políticas econômicas na América Latina, assim como seus impactos sociais nos países da região."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"Os conflitos do século XXI e a questão do terrorismo\nPluralidades e diversidades identitárias na atualidade\nAs pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional","HABILIDADES":"(EF09HI35) Analisar os aspectos relacionados ao fenômeno do terrorismo na contemporaneidade, incluindo os movimentos migratórios e os choques entre diferentes grupos e culturas."}
,
{"COMPONENTE":"História","ANO/FAIXA":"9º","UNIDADES TEMÁTICAS":"A história recente","OBJETOS DE CONHECIMENTO":"Os conflitos do século XXI e a questão do terrorismo\nPluralidades e diversidades identitárias na atualidade\nAs pautas dos povos indígenas no século XXI e suas formas de inserção no debate local, regional, nacional e internacional","HABILIDADES":"(EF09HI36) Identificar e discutir as diversidades identitárias e seus significados históricos no início do século XXI, combatendo qualquer forma de preconceito e violência."}

]
